{"main_title_of_page": "Promoting local production and consumption", "main_subtitle_of_page": "society by fiscal 2050 in Okinawa The NTT DATA Group is working to make Buildings 2 and 7 of the Okinawa IT Shinryo Park Corporate Cluster Facilities carbon-neutral. In addition to solar power systems, we have introduced an electricity rate menu that effectively reduces CO emissions from electricity to 0 using resources produced in Okinawa Prefecture.", "header": "Key Metrics", "content": "effectively reduces CO emissions from electricity to 0 using resources produced in Okinawa Prefecture. 2 Greenhouse gas reduction target in Japan for fiscal 2030 (compared with fiscal 2013) -46 % Source: “Plan for Global Warming Countermeasures” Cabinet Decision, October 22, 2021", "page": 5, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Promoting local production and consumption", "main_subtitle_of_page": "society by fiscal 2050 in Okinawa The NTT DATA Group is working to make Buildings 2 and 7 of the Okinawa IT Shinryo Park Corporate Cluster Facilities carbon-neutral. In addition to solar power systems, we have introduced an electricity rate menu that effectively reduces CO emissions from electricity to 0 using resources produced in Okinawa Prefecture.", "header": "Substance", "content": "Group’s third-party ownership model of solar power, and The Okinawa IT Shinryo Park is the prefecture’s largest the utilization of the electricity rate menu “Uchina~ concentrated area of IT companies, with the aim CO of Okinawa becoming a bridge with Asia. It is being -Free Menu,” which eﬀectively reduces CO emissions developed to become one of the major bases for from electricity to 0 with non-fossil certiﬁcates of wood information and telecommunications industries in biomass co-ﬁred power generation using construction Japan and overseas. It has 12 buildings on a site of waste in Okinawa, and resources from Okinawa such as approximately 174,000 m solar and wind power, we have achieved carbon neutrality and is used by 41 companies through local production for local consumption for all including those in the IT industry. The Group is also energy used in the two buildings. actively developing a BPO (Business Process Outsourcing) Through these eﬀorts, we will contribute to the business in this area, focusing on administrative support, realization of a carbon-free society in Okinawa by ﬁscal expense settlement, and auditing for the insurance 2050. industry and general companies. At the same time, as part of our eﬀorts to combat climate change, we are also promoting the use of renewable energy under the theme of “Green Power.” We are working together with NTT DATA Smart Sourcing and The Okinawa Electric Power Company Group (The Okinawa Electric Power Company, Okinawa New Energy Development) to make our Shinryo Park corporate cluster facilities No. 2 and No. 7 carbon-neutral. Through the installation of solar power systems facilities based on the Okinawa Electric Power Company", "page": 5, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Promoting local production and consumption", "main_subtitle_of_page": "society by fiscal 2050 in Okinawa The NTT DATA Group is working to make Buildings 2 and 7 of the Okinawa IT Shinryo Park Corporate Cluster Facilities carbon-neutral. In addition to solar power systems, we have introduced an electricity rate menu that effectively reduces CO emissions from electricity to 0 using resources produced in Okinawa Prefecture.", "header": "Key Metrics", "content": "effectively reduces CO emissions from electricity to 0 using resources produced in Okinawa Prefecture. 2 Greenhouse gas reduction target in Japan for fiscal 2030 (compared with fiscal 2013) -46 % Source: “Plan for Global Warming Countermeasures” Cabinet Decision, October 22, 2021", "page": 5, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of", "main_subtitle_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of decarbonization, NTT DATA provides C-Turtle™, a platform for visualizing GHG emissions in response to the “Company-wide Emissions Allocation Method.” This platform also enables the use of data on global companies held by CDP, an international NGO.", "header": "Key Metrics", "content": "Scope 3* (other companies’ emissions related to the business operator’s business activity) share of GHG emissions from corporate activities 75 % Source: Calculation of average emissions per company by industry based on sustainability reports of 122 companies, including SBI-certiﬁed companies, RE100 member companies, and companies declaring themselves to be carbon-neutral *Reference: Indirect emissions other than Scope 1 (direct greenhouse gas emissions by the business operator) and Scope 2 (indirect emissions associated with the use of electricity, heat, or steam provided by other companies) (Source: Ministry of the Environment, Green Value Chain Platform)", "page": 6, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of", "main_subtitle_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of decarbonization, NTT DATA provides C-Turtle™, a platform for visualizing GHG emissions in response to the “Company-wide Emissions Allocation Method.” This platform also enables the use of data on global companies held by CDP, an international NGO.", "header": "Substance", "content": "as a CDP Gold Partner, we have contributed to CDP’s eﬀorts With the aim of achieving decarbonization, many companies to promote the visualization and reduction of GHG emissions are making eﬀorts to visualize GHG emissions from their throughout the supply chain. In cooperation with CDP, we will overall corporate activities, including Scope 3. However, continue to provide consulting and solutions that lead to the Scope 3 generally calculates GHG emissions by multiplying reduction of GHG emissions throughout the entire supply chain the amount of activities (scale of corporate activities) by the to realize carbon neutrality for society as a whole. basic emission unit (market average). This makes it diﬃcult to reﬂect the reduction eﬀorts of companies. On the other hand, with calculation methods that can reﬂect the reduction eﬀorts of companies upstream and downstream in the supply chain by using the “Company-wide Emissions Allocation Method,” consistent visibility and reduction of GHG emissions across the entire supply chain can be achieved. We provide a GHG emissions visualization platform C-Turtle™ for the “Company-wide Emissions Allocation Method,” which allows us to combine data from our own collection with data from global companies held by CDP, an international NGO. By expanding the volume of emission intensity per the entire sales of suppliers, companies can calculate emissions more eﬃciently using the “Company-wide Emissions Allocation Method.” CDP is a global standard for environmental information disclosure that collects information on the environment from companies and local governments around the world. As the only premium member of the CDP supply chain in Japan and", "page": 6, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of", "main_subtitle_of_page": "Amid growing interest in the visualization of company-wide greenhouse gas (GHG) emissions toward the realization of decarbonization, NTT DATA provides C-Turtle™, a platform for visualizing GHG emissions in response to the “Company-wide Emissions Allocation Method.” This platform also enables the use of data on global companies held by CDP, an international NGO.", "header": "Key Metrics", "content": "Scope 3* (other companies’ emissions related to the business operator’s business activity) share of GHG emissions from corporate activities 75 % Source: Calculation of average emissions per company by industry based on sustainability reports of 122 companies, including SBI-certiﬁed companies, RE100 member companies, and companies declaring themselves to be carbon-neutral *Reference: Indirect emissions other than Scope 1 (direct greenhouse gas emissions by the business operator) and Scope 2 (indirect emissions associated with the use of electricity, heat, or steam provided by other companies) (Source: Ministry of the Environment, Green Value Chain Platform)", "page": 6, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Mitaka Data Center EAST:", "main_subtitle_of_page": "safe and secure operation We provide state-of-the-art data center services to customers while realizing sustainable operations, including by using natural energy to reduce power consumption.", "header": "Key Metrics", "content": "Annual CO emission reduction due to 2 use of photovoltaic panels (FY2020) 16,146 kg", "page": 7, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Mitaka Data Center EAST:", "main_subtitle_of_page": "safe and secure operation We provide state-of-the-art data center services to customers while realizing sustainable operations, including by using natural energy to reduce power consumption.", "header": "Substance", "content": "cool the machines uses an outside air-cooling system that The progressive digitization of corporate activities and the utilizes natural energy to reduce operating time. The spread of remote work due to COVID-19 are leading center’s power eﬃciency is among the highest in the to an increase in communication traﬃc. While the use of nation, and it is the ﬁrst in Japan to receive Gold data centers is growing and their role is assuming greater certiﬁcation in the data center category of LEED, an importance, they consume enormous power, which is environmental performance rating system operated by a key challenge. the U.S. Green Building Council. In the global market, energy-saving measures to Going forward, we will increase procurement of combat climate change and reduce greenhouse gas power derived from renewable energy sources. At the emissions are becoming important factors when selecting same time, we will develop services to further reduce the services, making it essential to provide environmentally total power consumption of our data centers. To this end, friendly solutions. we will conduct ﬁeld tests using energy-saving IoT and Mitaka Data Center EAST, one of the largest and most other technologies to visualize the operating environment advanced facilities in Japan, brings together NTT DATA’s of servers, with the aim of reducing the energy needed for know-how in the construction and operation of systems cooling. and data center facilities and incorporates leading-edge technologies, such as AI and IoT. With a total ﬂoor area of 38,000 m , the dedicated data center building features a seismic isolation structure, power backup, and other measures to ensure business continuity in the event of a disaster. It is one of Japan’s largest data centers and boasts exceptional environmental performance. Natural light is used in common areas, and electric power is supplied from photovoltaic panels. Air-conditioning equipment needed to", "page": 7, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Mitaka Data Center EAST:", "main_subtitle_of_page": "safe and secure operation We provide state-of-the-art data center services to customers while realizing sustainable operations, including by using natural energy to reduce power consumption.", "header": "Key Metrics", "content": "Annual CO emission reduction due to 2 use of photovoltaic panels (FY2020) 16,146 kg", "page": 7, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Visualizing energy consumption to help", "main_subtitle_of_page": "By developing various services using next-generation smart meters, we will improve the energy consumption awareness of consumers and businesses in Italy and help solve energy issues facing that nation.", "header": "Key Metrics", "content": "Final energy consumption in Italy: -10 Mtoe by 2030 2 1 1 toe: Tonne(s) of oil equivalent (amount of energy released by burning one tonne of crude oil)     2 Source: Strategia Energetica Nazionale (SEN 2017)", "page": 8, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Visualizing energy consumption to help", "main_subtitle_of_page": "By developing various services using next-generation smart meters, we will improve the energy consumption awareness of consumers and businesses in Italy and help solve energy issues facing that nation.", "header": "Substance", "content": "remotely managing and analyzing data on consumer The smart meter penetration rate in Italy is close to 100%, energy demand and consumption behavior. The system and it is now time to upgrade from the ﬁrst generation to will also enable swift power outage countermeasures and the next generation. gauge the environmental impact of the electricity used in Italy is greatly dependent on energy imports, and each residence. Furthermore, the collected data will be energy prices remain high compared to the EU average. In used to set ﬂexible pricing for power generators and addition to correcting price discrepancies, the government electricity retailers according to the amount of electricity has announced Strategia Energetica Nazionale (SEN 2017), consumed at diﬀerent times of the day, which is expected including conversion to renewable energy, to build a to alleviate the price equality issue. low-carbon society. Under these circumstances, the next The next-generation system is expected to help generation of smart meters will be required to not only resolve issues surrounding energy in Italy, such as the improve the quality of service but also provide new and ratio of renewable energy and the need to raise that innovative services to solve these energy issues. nation’s energy self-suﬃciency level. In response, we have adopted a service design approach that takes the needs of users as a starting point for planning, demonstration testing, and developing services using all NTT DATA technologies. Under this approach, we are designing smart meter devices, developing ﬁrmware, and promoting data-driven digital businesses. Once the system is operational, consumers will be able to check their daily power consumption by time zone on a display or smartphone, which we expect to improve their awareness of energy consumption. The Distribution System Operators (DSO) will reduce power loads by", "page": 8, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Visualizing energy consumption to help", "main_subtitle_of_page": "By developing various services using next-generation smart meters, we will improve the energy consumption awareness of consumers and businesses in Italy and help solve energy issues facing that nation.", "header": "Key Metrics", "content": "Final energy consumption in Italy: -10 Mtoe by 2030 2 1 1 toe: Tonne(s) of oil equivalent (amount of energy released by burning one tonne of crude oil)     2 Source: Strategia Energetica Nazionale (SEN 2017)", "page": 8, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving productivity and", "main_subtitle_of_page": "Amid mounting social issues surrounding agriculture, we will contribute to the revitalization of local economies by providing services that contribute to the resolution of business issues and issues surrounding farmers, in line with local realities, in cooperation with Japan Agricultural Cooperatives (JA), centered on credit and food and agriculture.", "header": "Key Metrics", "content": "Number of Japanese farmers in 2020 compared with 2015 -26 % Source: “Agriculture and Forestry Census” (Ministry of Agriculture, Forestry and Fisheries, 2020)", "page": 9, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving productivity and", "main_subtitle_of_page": "Amid mounting social issues surrounding agriculture, we will contribute to the revitalization of local economies by providing services that contribute to the resolution of business issues and issues surrounding farmers, in line with local realities, in cooperation with Japan Agricultural Cooperatives (JA), centered on credit and food and agriculture.", "header": "Substance", "content": "environment-friendly cultivation guidelines that reduce the Japan’s agriculture faces a variety of challenges, including use of agricultural chemicals and chemical fertilizers, we are the aging of farmers and an increase in abandoned farmland. able to reduce wasteful purchases of agricultural chemicals On the other hand, the stable supply of food is threatened by and fertilizers, thereby stabilizing sales prices. various factors such as increased demand for food due to global population growth and decreased production due to “inagri™” climate change, conﬂict, and other factors. “inagri™” supports all inheritance procedures, including NTT DATA uses technologies such as agricultural credit, mutual aid, and farming. It is equipped with an management support platforms, AI and image analysis, oﬃce navigation function that shows the procedures and and drones to connect everyone involved in the production, documents to be prepared for the JA contact person. By distribution, sales, and consumption of agricultural products; following the instructions on the screen, complicated to increase productivity and sustainability; and to support inheritance procedures can be carried out accurately. An heir Japanese agriculture. can go through inheritance procedures for all businesses with minimum documents at one window. “Aisaku” “Aisaku” is a DX platform that supports business reform of producers and production areas as a whole. Advanced farming activities are possible by freely combining cloud services for the agriculture and food distribution industries, data analysis, automation, and digital technologies such as IoT. For example, by managing soil properties and data on agricultural chemicals and fertilizers for each farm, and by visualizing the risk of disease occurrence, it is possible to reduce the risk of crop loss while optimizing the amount of agricultural chemicals sprayed. In addition, based on", "page": 9, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving productivity and", "main_subtitle_of_page": "Amid mounting social issues surrounding agriculture, we will contribute to the revitalization of local economies by providing services that contribute to the resolution of business issues and issues surrounding farmers, in line with local realities, in cooperation with Japan Agricultural Cooperatives (JA), centered on credit and food and agriculture.", "header": "Key Metrics", "content": "Number of Japanese farmers in 2020 compared with 2015 -26 % Source: “Agriculture and Forestry Census” (Ministry of Agriculture, Forestry and Fisheries, 2020)", "page": 9, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using digital technology to promote green", "main_subtitle_of_page": "society As the movement toward carbon neutrality accelerates and the market scale of environmental businesses expands, NTT DATA has established a new dedicated green organization to spearhead eﬀorts to make society greener.", "header": "Key Metrics", "content": "The market size of the environmental industry is 110 ¥ trillion (1.9 times larger than in 2000) (2019) Source: “Summary of Estimates of Market Size, Employment Size, etc., of the Environmental Industry” (2019 Edition), Ministry of the Environment", "page": 10, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using digital technology to promote green", "main_subtitle_of_page": "society As the movement toward carbon neutrality accelerates and the market scale of environmental businesses expands, NTT DATA has established a new dedicated green organization to spearhead eﬀorts to make society greener.", "header": "Substance", "content": "As the importance of addressing climate increases, In our supply chain, we will deploy a digital platform economic activities based on the premise of CO emission to help visualize CO emissions across NTT DATA’s reduction, such as achieving carbon neutrality, need to businesses and build frameworks to promote the change. Many countries and regions have positioned reduction of such emissions. By 2030, we aim to achieve “green recovery” as a growth strategy, and both the the 1.5˚C target (60% reduction from the ﬁscal 2016 level) market size and employment scale of environmental recognized by the Science Based Targets (SBT), and by businesses are the largest in history. 2040 we aim to achieve the NTT Group’s target of NTT DATA established its Green Innovation (GI) becoming completely carbon-neutral. Promotion Oﬃce on October 1, 2021. The new entity will establish a company-wide strategy for our green innovation business and promote that business in cooperation with our domestic businesses and overseas Group companies to help realize a decarbonized society. To reduce CO emissions in society as a whole, we will provide consulting services to support the CO emission reduction plans of our customers. We will also promote energy conservation at our data centers, introduce renewable energy, and develop and install energy-eﬃcient “green software.”", "page": 10, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using digital technology to promote green", "main_subtitle_of_page": "society As the movement toward carbon neutrality accelerates and the market scale of environmental businesses expands, NTT DATA has established a new dedicated green organization to spearhead eﬀorts to make society greener.", "header": "Key Metrics", "content": "The market size of the environmental industry is 110 ¥ trillion (1.9 times larger than in 2000) (2019) Source: “Summary of Estimates of Market Size, Employment Size, etc., of the Environmental Industry” (2019 Edition), Ministry of the Environment", "page": 10, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving efficiency of society", "main_subtitle_of_page": "For many years, administrative organizations and ﬁnancial institutions involved in taxes and welfare beneﬁts have suﬀered from the enormous and complicated work. By digitizing these tasks, NTT DATA is realizing swift and proper business operations.", "header": "Key Metrics", "content": "Number of inquiries and responses on deposits between administrative organizations and financial institutions 60 million cases per year", "page": 11, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving efficiency of society", "main_subtitle_of_page": "For many years, administrative organizations and ﬁnancial institutions involved in taxes and welfare beneﬁts have suﬀered from the enormous and complicated work. By digitizing these tasks, NTT DATA is realizing swift and proper business operations.", "header": "Substance", "content": "improve the eﬃciency of bank deposit inquiry services. pipitLINQ® is a service that connects administrative As of January 2023, the system was adopted (including organizations and ﬁnancial institutions through a secure planned) by 75 ﬁnancial institutions, the National network and allows ﬁnancial institutions to make inquiries Tax Agency, the Japan Pension Service, and local about deposits and savings using electronic data in a governments (664 institutions including planned). The uniform format. This service reduces the human burden number of inquiries about the system has continued to of handling paper data, the cost and time lag due to increase, approximately 3.2 times that of the same period mailing, and the complexity of processing due to in the previous ﬁscal year. diﬀerences in document formats at each institution. pipitLINQ® is expected to be even more eﬃcient as This service enables quick and appropriate business a wide range of ﬁnancial institutions and administrative operations. organizations become members. Therefore, we will This service is built on OpenCanvas®, which has high promote the realization of a digital society by calling for reliability and security. In addition, by making the most ﬁnancial institutions and government agencies to sign up of existing assets with proven track records, such as for membership as well as by continuously expanding its ANSER®, which has been providing banking services in services. The Group will continue to propose solutions Japan for more than 35 years, and “Insurance Company based on its extensive knowledge of system construction Common Gateway,\" a platform that has been connecting in connection with various stakeholders. between insurance companies and agents for 20 years, we are able to provide secure, low-cost services. The format reﬂects the opinions of relevant organizations such as the central government, local governments, and ﬁnancial institutions, and it is ﬂexible enough to accommodate business rules that diﬀer among organizations. By combining it with RPA (Robotic Process Automation) and linking it with core systems, it is possible to further", "page": 11, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Improving efficiency of society", "main_subtitle_of_page": "For many years, administrative organizations and ﬁnancial institutions involved in taxes and welfare beneﬁts have suﬀered from the enormous and complicated work. By digitizing these tasks, NTT DATA is realizing swift and proper business operations.", "header": "Key Metrics", "content": "Number of inquiries and responses on deposits between administrative organizations and financial institutions 60 million cases per year", "page": 11, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Challenging with Kashiwa-no-ha Smart City;", "main_subtitle_of_page": "In “Kashiwa-no-ha Smart City,” challenges have been launched for new medicine utilizing NTT DATA’s health data management service at the “Mitsui Garden Hotel Kashiwa-no-ha Park Side” located on the premises of the National Cancer Center Hospital East.", "header": "Key Metrics", "content": "Health data managed by our Health Data Bank® 4 million people", "page": 12, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Challenging with Kashiwa-no-ha Smart City;", "main_subtitle_of_page": "In “Kashiwa-no-ha Smart City,” challenges have been launched for new medicine utilizing NTT DATA’s health data management service at the “Mitsui Garden Hotel Kashiwa-no-ha Park Side” located on the premises of the National Cancer Center Hospital East.", "header": "Substance", "content": "stays at the hotel, medical devices such as thermometers, The development of “Kashiwa-no-ha Smart City” blood pressure monitors, and pulse oximeters that are (Kashiwa City, Chiba Prefecture) started in the 2000s. compatible with “OMRON connect” can be rented from the Houses, commercial facilities, oﬃces, hospitals, hotel and, using “OMRON connect,” measured data can be universities, etc., are concentrated in the town centered sent to smartphones via wireless communication. In on the Tsukuba Express “Kashiwa-no-ha Campus addition, such data is recorded on the “Health Data Bank® Station.” In this town, the government (Chiba Prefecture for Medical,” our health data management service, and Kashiwa City), the people (residents living in together with daily health data measured by wearable Kashiwa-no-ha and private companies participating in devices that can manage data of exercise, sleep, pulse, town development), and academia (academia located in etc. Even after checking out of the hotel, patients can Kashiwa-no-ha such as the University of Tokyo, Chiba continue to use the service at home by preparing the University, the National Cancer Center Hospital East, and same equipment themselves. the National Institute of Advanced Industrial Science and With the aim of providing better treatment and hotel Technology) are working together on advanced attempts service, with the consent of patients, we have enabled under the three themes of “health and longevity,” “new medical professionals and care staﬀ who provide industry creation,” and “environmental harmony.” In treatment at the National Cancer Center Hospital East to particular, as part of the “health and longevity” access the vital data accumulated. Up to now, medical activities, we are cooperating with the initiatives of the professionals had to understand patients’ conditions National Cancer Center Hospital East and the “Mitsui outside the hospital through patients’ explanations during Garden Hotel Kashiwa-no-ha Park Side,” which opened hospital visits. However, by viewing daily vital data, they in the premises of the hospital, by providing health data can grasp patients’ condition in more detail, which is management services for cancer patients staying at the expected to lead to better treatment. By sharing data with hotel. medical professionals and hotel staﬀ, patients have Speciﬁcally, when an outpatient receiving cancer gained a sense of security by being able to consult with treatment at the National Cancer Center Hospital East", "page": 12, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Challenging with Kashiwa-no-ha Smart City;", "main_subtitle_of_page": "In “Kashiwa-no-ha Smart City,” challenges have been launched for new medicine utilizing NTT DATA’s health data management service at the “Mitsui Garden Hotel Kashiwa-no-ha Park Side” located on the premises of the National Cancer Center Hospital East.", "header": "Key Metrics", "content": "Health data managed by our Health Data Bank® 4 million people", "page": 12, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Providing a one-stop approval platform;", "main_subtitle_of_page": "In the settlement operation in Japan, there has been a delay in digitization and a lot of analog work has occurred. To solve this problem, NTT DATA has built, maintained, and operated systems utilizing our technical capabilities and partnerships, and jointly developed a new service of Resona Bank.", "header": "Key Metrics", "content": "EC ratio including EDI (Electronic Data Interchange) in business-to-business electronic commerce 33.5 % Source: “Market Survey on Electronic Commerce in 2020” (METI)", "page": 14, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Providing a one-stop approval platform;", "main_subtitle_of_page": "In the settlement operation in Japan, there has been a delay in digitization and a lot of analog work has occurred. To solve this problem, NTT DATA has built, maintained, and operated systems utilizing our technical capabilities and partnerships, and jointly developed a new service of Resona Bank.", "header": "Substance", "content": "By doing everything from uploading invoices to In Japan’s settlement operations, there are many analog creating transfer data, actual transfer operations, and operations and ineﬃcient operations due to delays in the electronic storage, we are contributing to the digitization introduction of electronic systems. Aiming to solve the of business processes for small and medium-sized social problem of improving the eﬃciency of settlement companies. We are also complying with the “Revised Law operations by business operators, the Group launched for the Preservation of Electronic Books” and will comply the “Resona Payment one stop service,\" a new payment with the planned spread of electronic invoices through service for corporate and sole proprietors. the invoice system and the obligation to keep electronic This service was jointly developed through Resona books. In addition, we will continue to examine various Bank using its own customer base to understand issues, such as the diversiﬁcation of settlement methods customers’ issues and needs and us using our technical for electronically recorded monetary claims (abbreviated capabilities and partnerships to build, maintain, and as “densai”), toward the abolition of promissory notes operate the systems. This service will streamline the in 2026. We will contribute to the improvement of payment of paper, fax, and other invoices. productivity through the realization of eﬃcient With this service, by using AI-based OCR (Optical inter-company settlement. Character Recognition/Reader) technology to read invoice information, and automatically creating information, you can make transfers seamlessly linked to Resona Bank’s Internet banking “Resona Business Direct.” When payment is completed, the invoice data is automatically stored and easily retrieved at any time. Since February 2023, we have also been oﬀering credit card payments as a means of payment. This enables us to improve our short-term cash ﬂow by delaying actual cash outﬂows by approximately one to one and a half months.", "page": 14, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Providing a one-stop approval platform;", "main_subtitle_of_page": "In the settlement operation in Japan, there has been a delay in digitization and a lot of analog work has occurred. To solve this problem, NTT DATA has built, maintained, and operated systems utilizing our technical capabilities and partnerships, and jointly developed a new service of Resona Bank.", "header": "Key Metrics", "content": "EC ratio including EDI (Electronic Data Interchange) in business-to-business electronic commerce 33.5 % Source: “Market Survey on Electronic Commerce in 2020” (METI)", "page": 14, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Propelling an industrial revolution in the", "main_subtitle_of_page": "operating as disaster countermeasures NTT DATA has drone operation management technology that will be used to build new infrastructure in the skies and create services that address social issues related to labor shortages, disaster management, and the like.", "header": "Key Metrics", "content": "Japan’s labor force (2021 average) 68.6 million (down 80,000 year on year) Source: “Labor Force Survey (Basic Tabulation),” Statistics Bureau, Ministry of Internal Aﬀairs and Communications", "page": 15, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Propelling an industrial revolution in the", "main_subtitle_of_page": "operating as disaster countermeasures NTT DATA has drone operation management technology that will be used to build new infrastructure in the skies and create services that address social issues related to labor shortages, disaster management, and the like.", "header": "Substance", "content": "drones to conduct facility inspections and surveys is Small radio-controlled unmanned aircraft and drones are expected to result in safer inspections and improved expected to ﬁnd increased use as practical tools for solving operational eﬃciency. labor shortages, surveying infrastructure facilities, and Going forward, we will reach out to various businesses providing rescue operations in times of disaster. In addition, in the logistics, agriculture, forestry, and ﬁsheries industries BVLOS* drone ﬂights are permitted even over urban and that are considering the use of drones, with a view to other inhabited areas following the enactment of the revised conducting ﬁeld tests tailored to the needs of each sector. Civil Aeronautics Act in December 2022. While this is expected to spark growth in services utilizing drones, such as urban-area cargo transport and wide-area security patrol, it also highlights the need to establish and manage operational routes and ensure the safety of aircraft. In March 2020, NTT DATA established Grid Skyway Limited Liability Partnership in collaboration with TEPCO Power Grid Co., Ltd., and Hitachi, Ltd. The aim of the new entity is to build a common national air infrastructure “route platform” that can be used safely and easily to advance equipment inspections by drones and create new businesses. It has been conducting ﬁeld tests in various locations with a focus on airspace above electric power facilities, which is considered promising for drones to safely ﬂy over. For example, it performed Japan’s ﬁrst ﬂight veriﬁcation involving airspace more than 150 meters above the ground and demonstrated the applicability of drones to patrol inspections of power lines. Replacing humans with", "page": 15, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Propelling an industrial revolution in the", "main_subtitle_of_page": "operating as disaster countermeasures NTT DATA has drone operation management technology that will be used to build new infrastructure in the skies and create services that address social issues related to labor shortages, disaster management, and the like.", "header": "Key Metrics", "content": "Japan’s labor force (2021 average) 68.6 million (down 80,000 year on year) Source: “Labor Force Survey (Basic Tabulation),” Statistics Bureau, Ministry of Internal Aﬀairs and Communications", "page": 15, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Regional Bank Integrated Services Center:", "main_subtitle_of_page": "integrated use of core systems NTT DATA’s Regional Bank Integrated Services Center provides a core system for multiple regional banks to share, thus supporting their eﬀorts to reduce system costs, improve operational eﬃciency, and protect the environment.", "header": "Key Metrics", "content": "Reduction of greenhouse gas emissions thanks to deployment of the Regional Bank Integrated Services Center 76 % achieved", "page": 16, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Regional Bank Integrated Services Center:", "main_subtitle_of_page": "integrated use of core systems NTT DATA’s Regional Bank Integrated Services Center provides a core system for multiple regional banks to share, thus supporting their eﬀorts to reduce system costs, improve operational eﬃciency, and protect the environment.", "header": "Substance", "content": "With respect to environmental initiatives, the Regional Bank Business conditions for ﬁnancial institutions are becoming Integrated Services Center has reduced greenhouse gas increasingly severe due to deteriorating proﬁtability from emissions by 76% (as of 2021 compared with the 2003 level), deposit/loan services caused by low interest rates. Meanwhile, achieved through the shared use of systems and provision of an regional banks are being pressured to strengthen their electronic reference service for documents addressed to proﬁtability, stabilize their systems, and reduce costs in order to corporate customers and a joint sending/receiving service for provide reliable services as local ﬁnancial infrastructure posted items. By ﬁscal 2030, moreover, we are targeting an 81% providers. Moreover, declining regional populations are causing reduction through the deployment of PITON™* and shared the demand for funds to fall, so it is diﬃcult to assess the operations, thereby contributing to decarbonization. situation in isolation. Moreover, carbon neutral and other environmentally friendly initiatives have become indispensable for tackling climate change. Since 2004, we have operated the NTT DATA Regional Bank Integrated Services Center, which provides a core system for multiple ﬁrst- and second-tier regional banks to share. The center has helped participating banks improve their operational eﬃciency. In November 2021, we formed a working group with the ﬁve banks participating in MEJAR (another regional bank shared-use platform that uses NTT DATA’s systems) and the 13 banks participating in the Regional Bank Integrated Services Center to collaborate across existing boundaries. Members of the working group will leverage their respective strengths to examine issues common to all banks, such as improving the eﬃciency of system operations, developing and procuring customer-interface equipment, and developing IT and digital human resources.", "page": 16, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Regional Bank Integrated Services Center:", "main_subtitle_of_page": "integrated use of core systems NTT DATA’s Regional Bank Integrated Services Center provides a core system for multiple regional banks to share, thus supporting their eﬀorts to reduce system costs, improve operational eﬃciency, and protect the environment.", "header": "Key Metrics", "content": "Reduction of greenhouse gas emissions thanks to deployment of the Regional Bank Integrated Services Center 76 % achieved", "page": 16, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using the TradeWaltz® trade information", "main_subtitle_of_page": "streamline trade-related operations Blockchain technology can be used to improve the eﬃciency and convenience of information exchange among multiple players involved in trade transactions. It can also facilitate remote work and support the sustainable growth of trade in general.", "header": "Key Metrics", "content": "Cost of sea freight trade administrative processes 295 ¥ billion/year Source: Calculated based on “Doing Business—Trading Across Borders,” World Bank Group", "page": 17, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using the TradeWaltz® trade information", "main_subtitle_of_page": "streamline trade-related operations Blockchain technology can be used to improve the eﬃciency and convenience of information exchange among multiple players involved in trade transactions. It can also facilitate remote work and support the sustainable growth of trade in general.", "header": "Substance", "content": "In trade operations, paper documents are the traditional In 2017, NTT DATA launched a cross-industry consortium prerequisite for exchanging transaction-related information, with trading companies, banks, insurance companies, but this requires large amounts of manpower and incurs shipping companies, and others to discuss using digital major costs. Meanwhile, the globalization of supply chains technology to improve the eﬃciency and security of has caused the volume of transactions to grow, leading to trade-related administrative processes. In 2020, we an increasingly serious shortage of business operators. commenced full-scale operation of our TradeWaltz® trade Therefore, it has become a common priority across multiple information collaboration platform and established a industries to establish an eﬃcient mechanism for the company to operate it. TradeWaltz® uses blockchain accurate and safe transfer of information, achieved by technology to share trade documents among companies as digitizing business processes that are traditionally based on reusable structured data and store them in a distributed paper documents. ledger, rather than simply digitizing and storing such documents. It is expected to reduce workloads by up to 60% by streamlining procedures that have become cumbersome due to the centralized digitization of trade-related operations, while also reducing the risk of document loss and falsiﬁcation. It also oﬀers the potential to create new businesses by linking trade information and utilizing data. In addition, the reduction in the number of paper documents and their transportation and storage is expected to signiﬁcantly reduce annual greenhouse gas emissions. Going forward, we will roll out the service in Asia and link up with other trade platforms with a view to further expansion across APAC. As the ﬁrst step, we start to link up with Thailand's trade platform, NDTP, in 2022.", "page": 17, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using the TradeWaltz® trade information", "main_subtitle_of_page": "streamline trade-related operations Blockchain technology can be used to improve the eﬃciency and convenience of information exchange among multiple players involved in trade transactions. It can also facilitate remote work and support the sustainable growth of trade in general.", "header": "Key Metrics", "content": "Cost of sea freight trade administrative processes 295 ¥ billion/year Source: Calculated based on “Doing Business—Trading Across Borders,” World Bank Group", "page": 17, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Leveraging AI to help people travel", "main_subtitle_of_page": "Throughout the world, the COVID-19 pandemic drove innovation to accommodate citizen concerns of infection. Fortunately for the city of Melbourne, Australia, NTT DATA’s smart transportation team applied data analytics and artiﬁcial intelligence to keep the “myki” public transportation system operational.", "header": "Key Metrics", "content": "Number of “myki” smart cards issued 20 million", "page": 18, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Leveraging AI to help people travel", "main_subtitle_of_page": "Throughout the world, the COVID-19 pandemic drove innovation to accommodate citizen concerns of infection. Fortunately for the city of Melbourne, Australia, NTT DATA’s smart transportation team applied data analytics and artiﬁcial intelligence to keep the “myki” public transportation system operational.", "header": "Substance", "content": "Riders of the “myki” system can check the real-time The City of Melbourne in the Australian State of Victoria congestion status of public transportation and purchase has an eﬃcient public transportation system that runs tickets with a smartphone device containing the throughout the city and extends to the suburbs. The RideSpace application. Businesses that provide system serve as a transportation foundation that supports transportation can also use the statistical information to the people of Melbourne and the economy. Known as “the predict congestion and eﬃciently allocate employees. The world’s most liveable city,” Melbourne has a continuously result is a safe and secure transportation system, which growing population. To alleviate traﬃc congestion, the uses technology to enable travel city encourages the use of public transportation and has during the “COVID-19 era.” The developed a system that allows people to ride buses, RideSpace application was so trains, and trams using a smartcard. The system is called well received by the citizens of “myki.” Following the outbreak of COVID-19, however, Melbourne that it was awarded commuters became increasingly concerned about social the Intelligent Mobility Award by distancing while using crowded public transportation. To Australia’s Intelligent Transport keep the system running eﬀectively, it was also necessary Systems, an organization that to protect public transport employees from exposure as recognizes the nation’s best work in they came in contact with many passengers. transport technology. In cooperation with Public Transport Victoria, which controls the public transport system in Victoria, NTT DATA Services conceived and implemented an AI-powered mobile application called RideSpace. We installed more than 24,000 scanning devices at 265 train stations and in 490 trams and 2,200 buses. Using our big data smart platform, we monitor more than 585 million trips and 28 million routes annually while collecting real-time data.", "page": 18, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Leveraging AI to help people travel", "main_subtitle_of_page": "Throughout the world, the COVID-19 pandemic drove innovation to accommodate citizen concerns of infection. Fortunately for the city of Melbourne, Australia, NTT DATA’s smart transportation team applied data analytics and artiﬁcial intelligence to keep the “myki” public transportation system operational.", "header": "Key Metrics", "content": "Number of “myki” smart cards issued 20 million", "page": 18, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing a new style of cashier-less", "main_subtitle_of_page": "By using digital technology to create a new style of store without cashiers, we are working to solve social issues, such as labor shortages and waste-related loss, while increasing customer satisfaction.", "header": "Key Metrics", "content": "Labor force (2020) -200,000 year on year Source:  “Labor Force Survey” (Statistics Bureau, Ministry of Internal Aﬀairs and Communications)", "page": 19, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing a new style of cashier-less", "main_subtitle_of_page": "By using digital technology to create a new style of store without cashiers, we are working to solve social issues, such as labor shortages and waste-related loss, while increasing customer satisfaction.", "header": "Substance", "content": "their smartphones, which facilitates improvements in In the retail industry, which includes supermarkets and product displays and other operations. They can also oﬀer convenience stores, labor shortages and long working close-out sales in the evenings by inputting settings in hours have become major issues, highlighting the need advance. In addition, customers can use the smartphone to reduce employee workloads and increase labor app to receive notiﬁcations about reduced-cost products productivity. In this COVID era, meanwhile, customers are that are nearing the end of their shelf life, which is increasingly demanding non-face-to-face, contactless, expected to improve sales and reduce waste-related loss. quick shopping solutions and asking for services that We will continue using digital technology to oﬀer meet such demand. proposals for innovative store operations, including NTT DATA already oﬀers a cashier-less digital store recommendations for products tailored to individual service called Catch & Go® for the retail industry. In preferences. Through increased operational eﬃciency, collaboration with Daiei Inc., in September 2021 we opened we will help resolve social issues, such as labor a new style of walk-through store in NTT DATA’s shortages and the headquarters that does not require a cashier. Users register need to improve for the Catch & Go® service in advance and enter the store by employee satisfaction. holding a two-dimensional code displayed on a smartphone application over the store entrance gate. Cameras attached to the store ceiling capture images of the user’s line of sight and products selected, which are analyzed in real time using AI. Weight sensors built into the shelves detect changes in the number of products on the shelves. Users can take home their selected products without paying at a cashier, as payment is processed later by credit card. Store operators can visualize product management and consumer movement and check data in real time on", "page": 19, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing a new style of cashier-less", "main_subtitle_of_page": "By using digital technology to create a new style of store without cashiers, we are working to solve social issues, such as labor shortages and waste-related loss, while increasing customer satisfaction.", "header": "Key Metrics", "content": "Labor force (2020) -200,000 year on year Source:  “Labor Force Survey” (Statistics Bureau, Ministry of Internal Aﬀairs and Communications)", "page": 19, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing sustainable pig farming through", "main_subtitle_of_page": "As the stable supply of pork in Japan is required, the aging of pig farmers, as well as the reduction of the labor load and the transfer of breeding techniques have become issues. In response to these challenges, the NH Foods Group and the NTT DATA Group are jointly developing PIG LABO®, a pig farming support system, as part of the “Smart Pig Farming Project” utilizing AI and IoT, with the goal to complete it in 2029.", "header": "Key Metrics", "content": "Number of estrus check operations -79 % (Results of a 6-month comparative test at a test farm of the NH Foods. As of October 2022)", "page": 20, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing sustainable pig farming through", "main_subtitle_of_page": "As the stable supply of pork in Japan is required, the aging of pig farmers, as well as the reduction of the labor load and the transfer of breeding techniques have become issues. In response to these challenges, the NH Foods Group and the NTT DATA Group are jointly developing PIG LABO®, a pig farming support system, as part of the “Smart Pig Farming Project” utilizing AI and IoT, with the goal to complete it in 2029.", "header": "Substance", "content": "reduce the labor load of breeding staﬀ and create As the global population increases, demand for meat as an environment where anyone can achieve the breeding a whole is increasing. In Japan, where about half of the techniques close to those of skilled workers. domestic pork consumption depends on imports, the It is also expected to reduce stress on pigs during the importance of a stable supply is increasing. On the other growing process and improve the eﬃciency of feed and hand, the pig farming in Japan has become large-scale, energy consumption, thereby enhancing the sustainability and the number of pigs per household is increasing. of the pig farming industry. However, the skilled and experienced pig breeders are “PIG LABO® Breeding Master”, which is now on trial aging, and due to this, the reduction of labor load and the sale, is a service within “PIG LABO®” that provides transfer of breeding techniques are challenges. Against this an “estrus detection function” for breeding of female pigs. background, the NH Foods Group and the NTT DATA Group It reproduces the estrus judgment know-how of breeding have been jointly developing a pig farming support system staﬀ with expert skill and experience using AI. Estrus can “PIG LABO®” since 2018 as part of the “Smart Pig Farming be conﬁrmed through AI from a camera installed in the Project” utilizing AI and IoT, with the goal of completion in piggeries, and breeding staﬀ can conﬁrm the daily estrus 2029. probability for each sow from a PC or tablet terminal. This In the pig farming industry, there are various processes greatly reduces the monitoring of pigs by a person, which such as the breeding department, training department, and was required for a long period of time, and is expected to further shipment and distribution. Therefore, it is important reduce the number of operations by breeding staﬀ related to carry out optimum breeding and management. to reproduction. It is also possible to maintain a stable and “PIG LABO®” uses digital equipment to collect data on high production level that does not depend on the skill level the piggery environment and pig behavior, and the data is of workers. analyzed by AI. We aim for high-precision breeding Through the “Smart Pig Farming Project”, we will be management navigation. Visualized data and able to change our conventional pig farming that relies on high-precision breeding management navigation will", "page": 20, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Realizing sustainable pig farming through", "main_subtitle_of_page": "As the stable supply of pork in Japan is required, the aging of pig farmers, as well as the reduction of the labor load and the transfer of breeding techniques have become issues. In response to these challenges, the NH Foods Group and the NTT DATA Group are jointly developing PIG LABO®, a pig farming support system, as part of the “Smart Pig Farming Project” utilizing AI and IoT, with the goal to complete it in 2029.", "header": "Key Metrics", "content": "Number of estrus check operations -79 % (Results of a 6-month comparative test at a test farm of the NH Foods. As of October 2022)", "page": 20, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Aiming to solve social issues that transcend", "main_subtitle_of_page": "In addition to the “Digital Success Program” aimed at companies in various industries to promote corporate digital transformation, NTT DATA is developing digital human capital. Through the“Digital Success® Academy,” which acceler- ates DX promotion, we aim to solve social issues that transcend industry boundaries.", "header": "Key Metrics", "content": "Target number of DX human resources development that can solve social issues across industries in 2025 through the “Digital Success Academy” 30 1,000 companies, people", "page": 22, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Aiming to solve social issues that transcend", "main_subtitle_of_page": "In addition to the “Digital Success Program” aimed at companies in various industries to promote corporate digital transformation, NTT DATA is developing digital human capital. Through the“Digital Success® Academy,” which acceler- ates DX promotion, we aim to solve social issues that transcend industry boundaries.", "header": "Substance", "content": "who are responsible for DX promotion gather from multiple As customer needs diversify and social issues become companies. Therefore, not only the development of in-house more apparent, business continuity requires both DX human resources but also the creation and expansion of economic eﬃciency and the resolution of social issues. co-creation/cross-border business with the promotion of A key factor in corporate success is the development of inter-company exchange can be expected. digital human resources, who are capable of reexamining existing businesses and aiming to create new value based on digital applications with a view to inter-company collaboration. The Company has been providing the “Digital Success® Program” to companies in various industries that are aiming to promote DX and utilize data. The program covers a wide Human resources gathered from participating companies range of areas, from the formulation of strategies for discuss with each other to solve problems on the ground, “human resources and organizations” to support the create ideas, and promote cross-border business expansion implementation of development. It promotes digital Provides opportunities for participants and ex-Academy transformation across the entire company. Furthermore, members to exchange information on an ongoing basis to further accelerate the promotion of DX by our customers and to conduct mutual improvement through the development of digital human resources, we have started oﬀering the “Digital Success® Academy,” a place where customers and the Company can continue to develop and grow together, a place for co-learning and co-creation. A one-stop training program is prepared in which This service enables companies to promote DX themes students’ skill levels are objectively evaluated and training by steadily improving their skills by repeating “input through plans are drawn up based on this evaluation. From training courses, output through workplace practices, and providing training to supporting on-the-job training, examination of practical issues” while working on actual DX learning and practice are repeated in a planned manner. themes. The outline (features) consists of the following three points. The biggest feature is that various human capital", "page": 22, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Aiming to solve social issues that transcend", "main_subtitle_of_page": "In addition to the “Digital Success Program” aimed at companies in various industries to promote corporate digital transformation, NTT DATA is developing digital human capital. Through the“Digital Success® Academy,” which acceler- ates DX promotion, we aim to solve social issues that transcend industry boundaries.", "header": "Key Metrics", "content": "Target number of DX human resources development that can solve social issues across industries in 2025 through the “Digital Success Academy” 30 1,000 companies, people", "page": 22, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "(3) Professional support", "main_subtitle_of_page": "from consultation for AI and data utilization to support for Through this initiative, we will train 1,000 people in 30 data science, technology, and human capital development. companies as of 2025 and support the transformation of Overview of the Digital Success Academy", "header": "Key Metrics", "content": "Overview of the Digital Success Academy Building a relationship of trust between our customers and NTT DATA or between our customers enables us to create and expand our businesses. Co-creation business Inter-business Multi-company business Customer company Digital Success® Academy The NTT DATA Group Partners Development of in-house Practical DX Human Resources Support to resolve issues ▶ ▶ ▶ DX human resources Development Program Proposal to create ▶ Promotion of in-house DX themes Promotion of inter-company exchange joint business ▶ ▶ Company CX innovation Skill Sharing A Advice related assessment ideas Participation Co-creation to work/ Inter-company and business Planning Company Business model discussion learning opportunities and innovation Community B Mentoring Training Value chain Company Feedback Support innovation C Field practice", "page": 23, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "(3) Professional support", "main_subtitle_of_page": "from consultation for AI and data utilization to support for Through this initiative, we will train 1,000 people in 30 data science, technology, and human capital development. companies as of 2025 and support the transformation of Overview of the Digital Success Academy", "header": "Substance", "content": "Aiming to realize our management vision of “Becoming an advanced daily healthcare company,” Lion is Aiming to realize our management vision of “Becoming an advanced daily healthcare company,” Lion is strengthening its initiatives toward materiality and pursuing growth strategies based on its purpose strengthening its initiatives toward materiality and pursuing growth strategies based on its purpose to “Make a diﬀerence in everyday lives by redesigning habits: ReDesign.” We are facing the following to “Make a diﬀerence in everyday lives by redesigning habits: ReDesign.” We are facing the following challenges in promoting these activities. challenges in promoting these activities. Clarifying the skill requirements and the number of personnel required to realize DX Clarifying the skill requirements and the number of personnel required to realize DX Clarifying the total amount of skills and skill status in organizations and divisions and formulating Clarifying the total amount of skills and skill status in organizations and divisions and formulating appropriate development plans By solving these problems, we are assigning personnel who are well versed in both business and IT By solving these problems, we are assigning personnel who are well versed in both business and IT digital to each division. We will also build a system that can quickly solve business problems internally digital to each division. We will also build a system that can quickly solve business problems internally by utilizing data and digital technologies. We also aim to achieve steady results by having our IT digital by utilizing data and digital technologies. We also aim to achieve steady results by having our IT digital specialists participate in projects in each organization. specialists participate in projects in each organization. We are taking on the challenge of solving the issues of decarbonization, plastics, and water We are taking on the challenge of solving the issues of decarbonization, plastics, and water resources at each stage of our product life cycles. We are also working to improve the eﬃciency and resources at each stage of our product life cycles. We are also working to improve the eﬃciency and standardization of processes in the supply chain by digitizing logistics information in cooperation with standardization of processes in the supply chain by digitizing logistics information in cooperation with related companies. We aim to build a sustainable and robust supply chain base for the entire industry by related companies. We aim to build a sustainable and robust supply chain base for the entire industry by simultaneously achieving “improvement in labor environment,” “increase in labor productivity,” and simultaneously achieving “improvement in labor environment,” “increase in labor productivity,” and “environmental impact reduction” through enhanced development of digital human resources. “environmental impact reduction” through enhanced development of digital human resources.", "page": 23, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "(3) Professional support", "main_subtitle_of_page": "from consultation for AI and data utilization to support for Through this initiative, we will train 1,000 people in 30 data science, technology, and human capital development. companies as of 2025 and support the transformation of Overview of the Digital Success Academy", "header": "Key Metrics", "content": "Overview of the Digital Success Academy Building a relationship of trust between our customers and NTT DATA or between our customers enables us to create and expand our businesses. Co-creation business Inter-business Multi-company business Customer company Digital Success® Academy The NTT DATA Group Partners Development of in-house Practical DX Human Resources Support to resolve issues ▶ ▶ ▶ DX human resources Development Program Proposal to create ▶ Promotion of in-house DX themes Promotion of inter-company exchange joint business ▶ ▶ Company CX innovation Skill Sharing A Advice related assessment ideas Participation Co-creation to work/ Inter-company and business Planning Company Business model discussion learning opportunities and innovation Community B Mentoring Training Value chain Company Feedback Support innovation C Field practice", "page": 23, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting social welfare and personnel", "main_subtitle_of_page": "NTT DATA EMEAL (Spain) has developed the platform, Teaming.net which makes donations from personnel to social welfare organizations more eﬃcient. This reciprocal cooperation also helps resolve various types of social problems.", "header": "Key Metrics", "content": "Number of organizations utilizing Teaming.net 1,748", "page": 24, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting social welfare and personnel", "main_subtitle_of_page": "NTT DATA EMEAL (Spain) has developed the platform, Teaming.net which makes donations from personnel to social welfare organizations more eﬃcient. This reciprocal cooperation also helps resolve various types of social problems.", "header": "Substance", "content": "to improve the nutrition status of children in Ethiopian Many social welfare organizations struggle to collect hospitals, transfer Ukrainian patients to hospitals funding and lack the methods and human resources to elsewhere in Europe, and other initiatives. engage in fundraising campaigns. At the same time, NTT DATA EMEAL will continue to work in small, many people would like to donate but do not know incremental ways to change the world, where which organizations to help and how to make such cooperation and technology will be the driving force. donations. To address these issues, NTT DATA EMEAL (Spain), which manages NTT DATA’s businesses in Europe, the Middle East, Africa, and Latin America, has developed Teaming.net the platform. Featuring free, up-to-date technologies, the platform enables social welfare organizations to keep donors informed about their activities, ﬁnancial status, and others matters with full transparency. Anybody can donate from €1/month and continuously monitor the status of their organization’s activities, as well as their record of contributions. To continue monitoring their status, they must make donations on a monthly basis. In Teaming.net NTT DATA EMEAL, both professionals and other employees cooperated to make this project successful. Through this platform, we have collected around €40 million over 10 years from 500,000 personnel, including €8.4 million in 2022. These donations are used", "page": 24, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting social welfare and personnel", "main_subtitle_of_page": "NTT DATA EMEAL (Spain) has developed the platform, Teaming.net which makes donations from personnel to social welfare organizations more eﬃcient. This reciprocal cooperation also helps resolve various types of social problems.", "header": "Key Metrics", "content": "Number of organizations utilizing Teaming.net 1,748", "page": 24, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Strengthening “AI governance” to", "main_subtitle_of_page": "solutions To develop, deploy, and provide AI-based IT systems and services, we are working to establish management systems and operations to ensure compliance with social norms and frameworks and control overall activities. Our aim is to ensure that our customers can enjoy reliable AI services.", "header": "Key Metrics", "content": "Global AI market 126 US$ billion Source: Revenues from the artiﬁcial intelligence (AI) software market worldwide from 2018 to 2025", "page": 25, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Strengthening “AI governance” to", "main_subtitle_of_page": "solutions To develop, deploy, and provide AI-based IT systems and services, we are working to establish management systems and operations to ensure compliance with social norms and frameworks and control overall activities. Our aim is to ensure that our customers can enjoy reliable AI services.", "header": "Substance", "content": "AI Governance AI Governance AI Advisory Board", "page": 25, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Strengthening “AI governance” to", "main_subtitle_of_page": "solutions To develop, deploy, and provide AI-based IT systems and services, we are working to establish management systems and operations to ensure compliance with social norms and frameworks and control overall activities. Our aim is to ensure that our customers can enjoy reliable AI services.", "header": "Key Metrics", "content": "Global AI market 126 US$ billion Source: Revenues from the artiﬁcial intelligence (AI) software market worldwide from 2018 to 2025", "page": 25, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting customers with multiple", "main_subtitle_of_page": "integration of travel and consumption In Spain, a Mobility-as-a-Service (MaaS) platform is being rolled out that will unify seat reservations and ticket arrangements for multiple public transportation and mobility services, such as trains, buses, and metro. The platform promises to help improve the convenience of transportation in that nation.", "header": "Key Metrics", "content": "2 -fold increase in high-speed rail passengers by 2030 compared with current levels (EU targets)", "page": 26, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting customers with multiple", "main_subtitle_of_page": "integration of travel and consumption In Spain, a Mobility-as-a-Service (MaaS) platform is being rolled out that will unify seat reservations and ticket arrangements for multiple public transportation and mobility services, such as trains, buses, and metro. The platform promises to help improve the convenience of transportation in that nation.", "header": "Substance", "content": "help meet the needs of users and create more opportunities The network of Renfe, Spain’s national railway operator, to go out. serves as the main transportation artery connecting that country’s major cities. Major metropolitan areas also have their own transportation networks, including metro and buses, controlled by diﬀerent operators. In cooperation with Siemens Mobility, NTT DATA EMEAL has started developing and operating a MaaS digital platform that connects various Renfe transportation services. This system allows users to set their own travel plans, search for seats in multiple transportation modes, make reservations, and make payments all in one place. Once completed, the platform will be available across all the country, including such major metropolitan areas as Madrid, Barcelona, Valencia, Bilbao, and Seville, and is expected to attract at least 650,000 new rail passengers. Despite the rise in user numbers, the eﬃciency of travel will increase, which we expect to reduce congestion and expand the range of travel, thus improving convenience for users. In addition, Europe is encouraging greater use of railways, which produce relatively low CO emissions, as a measure to combat climate change. The increased use of railways will also contribute to a signiﬁcant reduction in greenhouse gas emissions. Going forward, we will deploy mobility-related data to provide new mobility services that", "page": 26, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Connecting customers with multiple", "main_subtitle_of_page": "integration of travel and consumption In Spain, a Mobility-as-a-Service (MaaS) platform is being rolled out that will unify seat reservations and ticket arrangements for multiple public transportation and mobility services, such as trains, buses, and metro. The platform promises to help improve the convenience of transportation in that nation.", "header": "Key Metrics", "content": "2 -fold increase in high-speed rail passengers by 2030 compared with current levels (EU targets)", "page": 26, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Cloud service that promotes digitization", "main_subtitle_of_page": "By providing secure and reliable cloud environments, we support the digitization of public services and help realize a society where all citizens can enjoy administrative services easily and conveniently at any time and from any place.", "header": "Key Metrics", "content": "Online usage of national government services (percentage of online usage of services that can be provided online) 60. 0% (FY2018) Source: “Research on the Promotion of Digital Government, etc. (2021),” Ministry of Internal Aﬀairs and Communications", "page": 27, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Cloud service that promotes digitization", "main_subtitle_of_page": "By providing secure and reliable cloud environments, we support the digitization of public services and help realize a society where all citizens can enjoy administrative services easily and conveniently at any time and from any place.", "header": "Substance", "content": "optimal cloud computing solutions required for Advances in digital technology are expediting our government information systems that support social evolution into a digital society. In this context, national and infrastructure. It can also be connected to various cloud local governments that provide administrative services services provided by public and private organizations in a are moving in earnest to utilize the cloud, taking secure and reliable manner, paving the way for cashless advantage of the launch of Japan’s Digital Agency. and other new services—developed through collaboration NTT DATA oﬀers OpenCanvas for Government®, a cloud between government and ﬁnancial institutions—to service designed to help government information systems emerge. use the cloud safely and securely. The service is Going forward, we will promote cloud services and mission-critical (high availability/high reliability/high create new digital services, not only for governments but performance) and guarantees conﬁdentiality. By also also for public institutions, in our quest to help realize a combining various cloud platforms with ﬂexibility and digital society where all citizens can easily access a full advanced features, such as improved agility and spectrum of government administrative services. scalability, OpenCanvas for Government® can provide", "page": 27, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Cloud service that promotes digitization", "main_subtitle_of_page": "By providing secure and reliable cloud environments, we support the digitization of public services and help realize a society where all citizens can enjoy administrative services easily and conveniently at any time and from any place.", "header": "Key Metrics", "content": "Online usage of national government services (percentage of online usage of services that can be provided online) 60. 0% (FY2018) Source: “Research on the Promotion of Digital Government, etc. (2021),” Ministry of Internal Aﬀairs and Communications", "page": 27, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "A digital disaster prevention platform that", "main_subtitle_of_page": "collaboration in disaster response operations Digital technology supports the collection, analysis, communication, and coordination of information in disaster events and contributes to rapid and accurate disaster responses.", "header": "Key Metrics", "content": "Cost of flood damage throughout Japan (2019) 2.18 ¥ trillion (highest since statistics began) Source: Press release, Ministry of Land, Infrastructure, Transport and Tourism (March 2021)", "page": 28, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "A digital disaster prevention platform that", "main_subtitle_of_page": "collaboration in disaster response operations Digital technology supports the collection, analysis, communication, and coordination of information in disaster events and contributes to rapid and accurate disaster responses.", "header": "Substance", "content": "enabling batch distribution of information to a variety of Natural disasters, such as typhoons and heavy rains, are communication media, such as outdoor speakers and increasingly frequent and severe. With the added threat of smartphones, with a single operation. It can also be data-linked COVID-19 and large-scale power outages, moreover, such to existing systems, including wide-area disaster emergency disasters are growing more complex and widespread in nature. medical information systems (EMISs) and related organizations, To date, however, local governments and infrastructure providers to share the results of local damage assessments, which were handling disaster responses have collected and consolidated previously conducted individually. This will help speed up disaster information in non-digital formats, such as telephone and infrastructure restoration and assist disaster victims in rebuilding fax. The lack of information connectivity increases the time taken their lives. to compile information, making it a challenge to improve the Going forward, we will promote the digitization of disaster eﬃciency of disaster countermeasure operations. Also, there is prevention operations and information linkage while expanding a growing need for real-time information coordination across our solutions to include disaster prevention and post-disaster organizations and companies as disasters become more complex recovery and reconstruction, thereby contributing to the and widespread. realization of a resilient society that can withstand disasters. In response, NTT DATA oﬀers a digital disaster mitigation platform called D-Resilio®. The platform includes a line-up of solutions required for information gathering, decision-making, and emergency responses in the event of a disaster that can be freely combined and utilized. It uses digital satellite images and drones to monitor conditions over wide areas, collects real-time information from residents in the aﬀected areas via Twitter, and visualizes and analyzes all the information collected, thus supporting decision-making at the task force headquarters and enabling rapid responses. In addition, NTT DATA has a disaster mitigation communication system that is used to streamline operations by", "page": 28, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "A digital disaster prevention platform that", "main_subtitle_of_page": "collaboration in disaster response operations Digital technology supports the collection, analysis, communication, and coordination of information in disaster events and contributes to rapid and accurate disaster responses.", "header": "Key Metrics", "content": "Cost of flood damage throughout Japan (2019) 2.18 ¥ trillion (highest since statistics began) Source: Press release, Ministry of Land, Infrastructure, Transport and Tourism (March 2021)", "page": 28, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using data to deploy our personalized", "main_subtitle_of_page": "For companies looking to oﬀer new services and engage in marketing activities related to food and wellness, we provide a platform that supports their data collection eﬀorts and helps them verify the feasibility and eﬀectiveness of their businesses.", "header": "Key Metrics", "content": "Medical expenses related to lifestyle-related diseases in Japan 1/3 of total medical expenses proof of concept (PoC) monitoring, we provide an environment The number of patients with diabetes and other where the health-check data of 500 NTT DATA employees can lifestyle-related diseases is increasing worldwide, and in be used. Companies wishing to access the data can handle Japan lifestyle-related diseases account for one-third of total their own monitoring and data utilization to measure and verify medical costs. Rising health consciousness of consumers health awareness and purchasing activities without having to has underscored the concept of “prevention instead of cure,”", "page": 29, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using data to deploy our personalized", "main_subtitle_of_page": "For companies looking to oﬀer new services and engage in marketing activities related to food and wellness, we provide a platform that supports their data collection eﬀorts and helps them verify the feasibility and eﬀectiveness of their businesses.", "header": "Substance", "content": "health awareness and purchasing activities without having to has underscored the concept of “prevention instead of cure,” manage personal information. leading to a growing movement to curb diseases and medical costs by improving eating habits. As companies place more emphasis on health management, there is a need to provide “food and wellness” services that are tailored to each person’s age, constitution, medical history, and lifestyle. NTT DATA is working to build a “Food & Wellness Platform” that will support the collection and utilization of various health-related data and the launch of new businesses. Here, we approach individual food and health proposals from a technology-driven perspective. We believe that storing a wide variety of health data held by consumers and companies on the platform and enabling companies to utilize that data will lead to the provision of food and wellness services tailored to each individual consumer. As a ﬁrst step, we launched our “Food & Wellness 500-Person PoC* Environment Service” in November 2021. For", "page": 29, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using data to deploy our personalized", "main_subtitle_of_page": "For companies looking to oﬀer new services and engage in marketing activities related to food and wellness, we provide a platform that supports their data collection eﬀorts and helps them verify the feasibility and eﬀectiveness of their businesses.", "header": "Key Metrics", "content": "Medical expenses related to lifestyle-related diseases in Japan 1/3 of total medical expenses proof of concept (PoC) monitoring, we provide an environment The number of patients with diabetes and other where the health-check data of 500 NTT DATA employees can lifestyle-related diseases is increasing worldwide, and in be used. Companies wishing to access the data can handle Japan lifestyle-related diseases account for one-third of total their own monitoring and data utilization to measure and verify medical costs. Rising health consciousness of consumers health awareness and purchasing activities without having to has underscored the concept of “prevention instead of cure,”", "page": 29, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using AI imaging technology to support", "main_subtitle_of_page": "In areas of India where it is diﬃcult for people to receive adequate medical care, we are promoting the early detection, testing, and treatment of tuberculosis (TB) patients by operating screening vehicles equipped with AI diagnostic imaging technology.", "header": "Key Metrics", "content": "No. of tuberculosis patients worldwide (2020) 10 million Source: “Global Tuberculosis Report” (2021 edition), World Health Organization (WHO)", "page": 30, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using AI imaging technology to support", "main_subtitle_of_page": "In areas of India where it is diﬃcult for people to receive adequate medical care, we are promoting the early detection, testing, and treatment of tuberculosis (TB) patients by operating screening vehicles equipped with AI diagnostic imaging technology.", "header": "Substance", "content": "DATA has been working to develop diagnostic imaging Tuberculosis (TB) is one of the world’s three major infectious technology that uses AI to analyze a wide variety of lesions from diseases and one of the world’s top 10 causes of death, so patient X-ray images, to help physicians with their diagnoses. We eradicating the disease is listed among the health-related have also been ﬁeld-testing the results of our R&D at hospitals objectives of the SDGs. TB is a treatable and preventable around the world. Utilizing knowledge thus acquired, in January disease, but lack of diagnostic opportunities and delays in 2021 we started providing free TB diagnostic screening in India, detection can lead to severe outbreaks and spread of the which has the largest number of TB patients in the world, using disease. For this reason, early detection of patients in areas screening vehicles equipped with AI diagnostic imaging where access to medical care is diﬃcult is important for technology. When screening, patients suspected of having TB ensuring TB’s eradication. identiﬁed by AI immediately after being X-rayed are encouraged Amid a global shortage of radiologists who use medical to undergo further TB testing (sputum examination), which leads images, such as X-rays and CT scans, to make diagnoses, NTT to early detection of the disease. By March 2022, we plan to oﬀer testing to around 100,000 people in the Indian city of Chennai. This initiative won NTT DATA the “PM Award 2021*” as “an innovative project implemented by an organization aimed at having a signiﬁcant impact on society.” NTT DATA will expand its support for TB diagnoses to more regions in the future. At the same time, we will improve our ability to handle more cases, including COVID-19 infections.", "page": 30, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Using AI imaging technology to support", "main_subtitle_of_page": "In areas of India where it is diﬃcult for people to receive adequate medical care, we are promoting the early detection, testing, and treatment of tuberculosis (TB) patients by operating screening vehicles equipped with AI diagnostic imaging technology.", "header": "Key Metrics", "content": "No. of tuberculosis patients worldwide (2020) 10 million Source: “Global Tuberculosis Report” (2021 edition), World Health Organization (WHO)", "page": 30, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Developing “STOs” to promote the use of", "main_subtitle_of_page": "We help resolve social issues by developing human resources called Social Technology Oﬃcers (STOs).", "header": "Key Metrics", "content": "Percentage of NPOs with paid IT employees 35 % Source: “Survey on IT Utilization and IT Human Resources in NPOs and STO Needs” (Secretariat of the NPO Research Committee, STO Creation Project, Japan NPO Center)", "page": 31, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Developing “STOs” to promote the use of", "main_subtitle_of_page": "We help resolve social issues by developing human resources called Social Technology Oﬃcers (STOs).", "header": "Substance", "content": "transportation systems, including water taxi ride-sharing The number of NPOs for which the mission is to resolve services, on remote islands. Five NTT DATA employees social issues is increasing every year. Due to human participated in the project to build a reservation site for resource shortages and ﬁnancial constraints, however, water taxis and land transportation ride-sharing services NPOs have been unable to properly utilize IT in their that connect remote islands. This led to the creation of businesses despite understanding the eﬀectiveness of IT. inexpensive, safe transportation services for islanders NTT DATA has endorsed the “STO Creation Project,” and people traveling to and from the islands, thus helping launched by the Japan NPO Center, Code for Japan, and resolve social issues facing those islands. Entrepreneurial Training for Innovative Communities NTT DATA will continue developing STO human (ETIC). To develop STO human resources, since ﬁscal 2019, resources to maintain its partnerships with local we have been supporting the project by subsidizing communities and NPOs to help resolve social issues, while activity expenses and encouraging employees to engage at the same time raising the sensitivity and understanding in pro bono and volunteer activities. STO is an abbreviation of social issues among its for Social Technology Oﬃcer. An STO is a human resource employees. By creating who thinks about utilizing IT by NPOs from the perspective businesses that address social of business strategy and creates solutions together with issues in these ways, we aim to NPOs. After conducting a questionnaire-based survey of generate shared value for society around 9,000 organizations in Japan and verifying the and our company. signiﬁcant need for STOs, we proceeded with brieﬁng sessions and training for STO candidates and NPOs/NGOs that accept STOs. This led to the development of more than 50 STOs in three years. e-mobinet, an NPO in Kumamoto Prefecture, is spearheading a model initiative called the “Umiraku Project,” which aims to create low-cost, sustainable", "page": 31, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "Developing “STOs” to promote the use of", "main_subtitle_of_page": "We help resolve social issues by developing human resources called Social Technology Oﬃcers (STOs).", "header": "Key Metrics", "content": "Percentage of NPOs with paid IT employees 35 % Source: “Survey on IT Utilization and IT Human Resources in NPOs and STO Needs” (Secretariat of the NPO Research Committee, STO Creation Project, Japan NPO Center)", "page": 31, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "NTT DATA Academia: Using IT to nurture", "main_subtitle_of_page": "NTT DATA is working to pass on IT knowledge, one of its core business strengths, to the children who will lead the next generation in the form of IT education.", "header": "Key Metrics", "content": "Number of students per educational computer 1.4 Source: “2020 Survey on Real Status of Informatization of Education in Schools (Summary),” Ministry of Education, Culture, Sports, Science and Technology", "page": 32, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "NTT DATA Academia: Using IT to nurture", "main_subtitle_of_page": "NTT DATA is working to pass on IT knowledge, one of its core business strengths, to the children who will lead the next generation in the form of IT education.", "header": "Substance", "content": "In ﬁscal 2021, we are oﬀering the class to around With the widespread use of digital technology in our daily 3,000 people in collaboration with 16 NTT DATA Group lives and the emergence of new technologies, such as AI, companies. it is believed that 10 years into the future people will be required to think in terms of programming (using logical thinking skills) to actively, rather than passively, utilize computers. Against this backdrop, programming education became compulsory at elementary schools nationwide in 2020. However, there is a noticeable lag in the development of ICT environments in the educational ﬁeld, and many teachers feel anxious about their classes. As part of our initiatives regarding our material issues \"Community Engagement\" aimed at promoting IT education, NTT DATA is rolling out NTT DATA Academia, an online programming class for elementary school students and their parents as a social contribution activity. NTT DATA Academia has three important policy messages: “Staying close to children,” “Fostering children’s inquisitiveness about IT and society,” and “Nurturing children’s ability to take independent action through IT experiences.” The class consists of two sessions: one on programming and the other on case studies of IT applications in society.", "page": 32, "source": "sr_2022_cb_v_split.pdf"}
{"main_title_of_page": "NTT DATA Academia: Using IT to nurture", "main_subtitle_of_page": "NTT DATA is working to pass on IT knowledge, one of its core business strengths, to the children who will lead the next generation in the form of IT education.", "header": "Key Metrics", "content": "Number of students per educational computer 1.4 Source: “2020 Survey on Real Status of Informatization of Education in Schools (Summary),” Ministry of Education, Culture, Sports, Science and Technology", "page": 32, "source": "sr_2022_cb_v_split.pdf"}
