{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Sharing Emission Reduction Efforts in the Supply Chain Toward Decarbonization", "header": "Social Issues", "content": "· When greenhouse gas (GHG) emissions increase excessively, global warming progresses, leading to rising sea levels, abnormal weather patterns such as heavy rainfall and droughts, ecosystem collapse, and consequent threats to people's livelihoods due to water and food shortages.", "page": 6, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Sharing Emission Reduction Efforts in the Supply Chain Toward Decarbonization", "header": "Key Metrics", "content": "Emission reduction rate achieved ® through C-Turtle implementation 70 % Notes: 1. Scope 1: Direct emissions from sources such as the use of fuel Scope 2: Indirect emissions from the use of purchased electricity and heat Scope 3: Other indirect emissions throughout the supply chain (excluding Scope 1 and 2) 2. CDP is an international NGO operating a global information disclosure system for greenhouse gases. Click here for reference article Click here for reference article", "page": 6, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Sharing Emission Reduction Efforts in the Supply Chain Toward Decarbonization", "header": "Substance", "content": "In pursuit of decarbonization, companies are urged to with suppliers on reduction efforts to around 1,000 calculate and disclose not only their own GHG emissions companies by fiscal 2027. (Scope 1 and 2 ) but also those from other companies related to their activities (Scope 3). However, calculating Scope 3 emissions poses challenges due to methods alongside the costs and operational requirements of data collection. At NTT DATA, we have developed and offer the GHG visualization platform, C-Turtle , which utilizes primary data (actual measurement data), including CDP2 data, to achieve calculation based on the Company-wide Emission Allocation Method, aiming to promote emission reduction throughout the entire supply chain. We also established a system for providing free access to SMEs—a significant portion of the supply chain— supporting activities to improve emission visualization accuracy and foster reduction efforts in society. In addition to deployments in manufacturing and distribution, we have been expanding our reach in the financial sector since July 2023. In February 2024, we began implementation in the NTT Group, and we plan to gradually expand collaboration", "page": 6, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Sharing Emission Reduction Efforts in the Supply Chain Toward Decarbonization", "header": "Key Metrics", "content": "Emission reduction rate achieved ® through C-Turtle implementation 70 % Notes: 1. Scope 1: Direct emissions from sources such as the use of fuel Scope 2: Indirect emissions from the use of purchased electricity and heat Scope 3: Other indirect emissions throughout the supply chain (excluding Scope 1 and 2) 2. CDP is an international NGO operating a global information disclosure system for greenhouse gases. Click here for reference article Click here for reference article", "page": 6, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability", "main_subtitle_of_page": "Managing Material Properties Data to Prevent “Greenwashing”", "header": "Social Issues", "content": "· While society sees a surge in sustainability-related products, companies are increasingly required to provide accurate supporting information to prevent “greenwashing.”", "page": 7, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability", "main_subtitle_of_page": "Managing Material Properties Data to Prevent “Greenwashing”", "header": "Key Metrics", "content": "Types of data 16,000 Approx. Click here for reference article", "page": 7, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability", "main_subtitle_of_page": "Managing Material Properties Data to Prevent “Greenwashing”", "header": "Substance", "content": "Companies are increasingly expected to expand the This facilitates targeted traceability and collaboration release of sustainability-related products while ensuring with relevant stakeholders through the database. proper compliance with numerous related laws, Integration with the SAP Material Master enables highlighting the need for effective data management. various simulations, including carbon footprint Despite this, many companies still rely on manual data calculations, chemical component management, and more, at the product level, component level, and operations and preventing human error. component structure level. NTT DATA Business Solutions has initiated a joint Efforts will be made to expand functionality going project with clients to address this challenge. We have forward, such as calculating the CO emissions of developed a centralized database model capable of products, thereby contributing to the development and storing approximately 1,000 materials, with 160 market distribution of sustainable products for attributes each, equipped only with essential functions. companies.", "page": 7, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability", "main_subtitle_of_page": "Managing Material Properties Data to Prevent “Greenwashing”", "header": "Key Metrics", "content": "Types of data 16,000 Approx. Click here for reference article", "page": 7, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Where There’s a", "main_subtitle_of_page": "Advancing Eco-Friendly Software Ensuring Security with Minimal Energy Consumption", "header": "Social Issues", "content": "· As software becomes more advanced and complex, power consumption is increasing proportionally, and there is growing demand for energy-efficient development practices.", "page": 8, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Where There’s a", "main_subtitle_of_page": "Advancing Eco-Friendly Software Ensuring Security with Minimal Energy Consumption", "header": "Key Metrics", "content": "CPU utilization after optimizing the digital algorithm 33 Cut by percentage points Reduced from 47% utilization pre-optimization to 14% post Click here for reference article", "page": 8, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Where There’s a", "main_subtitle_of_page": "Advancing Eco-Friendly Software Ensuring Security with Minimal Energy Consumption", "header": "Substance", "content": "Efficiency in both performance and energy usage is but also in energy usage, and contributing to a reduction crucial in the coding of software. Securing data, in in power consumption. particular, involves extensive processing tasks, making it essential to design systems that reduce CPU load and minimize energy consumption. In Germany, the Federal Office for Information Security (BSI) promotes domestic information security and introduces security requirements. Compliance with new BSI requirements involved the replacement of digital certificates with longer bit key lengths, approximately twice the original size, resulting in a twofold increase in CPU load and a significant rise in power consumption. To address this, BSI collaborated with the Network Operations Center and Security Center of NTT DATA Business Solutions to efficiently modify the digital signature algorithm. This served to greatly reduce CPU load while still meeting BSI requirements, leading to energy reduction equivalent to more than 1,400 kWh annually—approximately half the annual consumption of a German household—across two servers. This approach can be extended to various software solutions, fostering efficiency not only in performance", "page": 8, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Where There’s a", "main_subtitle_of_page": "Advancing Eco-Friendly Software Ensuring Security with Minimal Energy Consumption", "header": "Key Metrics", "content": "CPU utilization after optimizing the digital algorithm 33 Cut by percentage points Reduced from 47% utilization pre-optimization to 14% post Click here for reference article", "page": 8, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Green Nudging", "main_subtitle_of_page": "Using AI Chat to Propose Eco-Friendly Tourism, Preserving World Natural Heritage Ecosystems", "header": "Social Issues", "content": "· The International Union for Conservation of Nature (IUCN)’s “Red List” (a list of endangered wildlife species worldwide) indicates 44,000 species are at high risk of extinction.", "page": 9, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Green Nudging", "main_subtitle_of_page": "Using AI Chat to Propose Eco-Friendly Tourism, Preserving World Natural Heritage Ecosystems", "header": "Key Metrics", "content": "Number of wild animal species listed in the International Union for Conservation of Nature (IUCN) Red List 44,000 Click here for reference video", "page": 9, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Green Nudging", "main_subtitle_of_page": "Using AI Chat to Propose Eco-Friendly Tourism, Preserving World Natural Heritage Ecosystems", "header": "Substance", "content": "The Wadden Sea, spanning the Netherlands, Germany, and Denmark, is the world’s largest tidal flat and a UNESCO World Heritage site. Its environment, fosters diverse ecosystems, attracting numerous fauna. However, in recent years, environmental pollution and overexploitation have led to the degradation of its ecosystems.", "page": 9, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Green Nudging", "main_subtitle_of_page": "Using AI Chat to Propose Eco-Friendly Tourism, Preserving World Natural Heritage Ecosystems", "header": "Key Metrics", "content": "Number of wild animal species listed in the International Union for Conservation of Nature (IUCN) Red List 44,000 Click here for reference video", "page": 9, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "THEROS", "main_subtitle_of_page": "Ensuring Origin and Quality for the Safe Distribution of Food", "header": "Social Issues", "content": "· The food system, encompassing production, processing, transportation, and consumption, is well established, enabling widespread global distribution. However, issues such as food fraud, food loss, and environmental impact have emerged.", "page": 10, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "THEROS", "main_subtitle_of_page": "Ensuring Origin and Quality for the Safe Distribution of Food", "header": "Key Metrics", "content": "Range of monitorable organic farming plots 1,000 ㎡ Click here for reference article Click here for reference video", "page": 10, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "THEROS", "main_subtitle_of_page": "Ensuring Origin and Quality for the Safe Distribution of Food", "header": "Substance", "content": "To establish a sustainable food system, it is imperative In 2024, a pilot project will be conducted in EU to consider factors such as environmental conservation, countries, and the results will be used to expand animal welfare, circularity, and adaptation to organic functionality and develop marketing activities. practices throughout the supply chain. In the EU, a labeling policy is being promoted to safeguard the origin these criteria. However, these high-quality labeled products are often susceptible to counterfeiting issues such as misuse, tampering, and adulteration with different ingredients, posing challenges in ensuring transparency in traceability. In response, the EU is advancing the THEROS Consortium to enhance transparency in the food supply chain. NTT DATA Spain is participating in its pilot project along with the consortium’s 17 partners. For this, we provide a Digital Product Passport to guarantee origin and quality and are developing a tool to verify the label and origin of specific products. This tool utilizes blockchain technology with machine learning and artificial intelligence based on Earth observation, photonics, IoT, and DNA authenticity methods, ensuring high versatility and cost-effectiveness while aiding in fraud prevention. In Spain, it is being used to protect the production and trade of Galician mussels.", "page": 10, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "THEROS", "main_subtitle_of_page": "Ensuring Origin and Quality for the Safe Distribution of Food", "header": "Key Metrics", "content": "Range of monitorable organic farming plots 1,000 ㎡ Click here for reference article Click here for reference video", "page": 10, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "VALU-ES", "main_subtitle_of_page": "Visualizing Dependency on Natural Capital for Utilization in Conservation Strategies", "header": "Social Issues", "content": "· Natural capital, comprising forests, soil, water, air, biodiversity, and biological resources, underpins both business operations and people’s livelihoods. However, the depletion of natural capital due to recent development and climate change poses significant concerns regarding its impact on economic activities.", "page": 11, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "VALU-ES", "main_subtitle_of_page": "Visualizing Dependency on Natural Capital for Utilization in Conservation Strategies", "header": "Key Metrics", "content": "Tropical rainforest lost over 20 years 100 Approx. million hectares Click here for reference article Click here for reference video", "page": 11, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "VALU-ES", "main_subtitle_of_page": "Visualizing Dependency on Natural Capital for Utilization in Conservation Strategies", "header": "Substance", "content": "In the 20-year period from 1980, an estimated 100 financial statements and rationalizes reporting tasks. million hectares of tropical rainforest were lost primarily Currently, the team is providing services to companies due to the expansion of cattle ranching in South America and public institutions involved in natural resource and plantations, including those for palm oil in Southeast development and natural capital, particularly in Latin Asia. This loss has had significant repercussions on the America and other regions, and exploring opportunities with multilateral institutions such as the World Bank. taken for granted until now is being threatened. Consequently, companies and organizations are required to assess and analyze their opportunities and risks concerning their dependency on natural capital and to calculate and disclose the financial impact accordingly. NTT DATA Spain has been engaged in a project focusing on natural capital accounting, which involves appropriately assessing and managing the value of natural capital over many years. Drawing from the expertise accumulated through this endeavor, we developed the natural governance solution system, VALU-ES. By digitizing natural capital accounting, dependency can be visualized, helping to provide natural capital and leading to the development of cost- effective conservation strategies. In addition, it allows for the integration of natural capital considerations into", "page": 11, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "VALU-ES", "main_subtitle_of_page": "Visualizing Dependency on Natural Capital for Utilization in Conservation Strategies", "header": "Key Metrics", "content": "Tropical rainforest lost over 20 years 100 Approx. million hectares Click here for reference article Click here for reference video", "page": 11, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CO2Sink", "main_subtitle_of_page": "Enhancing Carbon Credit Quality Through AI-based Forest Management and Monitoring", "header": "Social Issues", "content": "· Measures to encourage companies to reduce carbon emissions are needed to achieve greenhouse gas emission reduction targets. · Carbon pricing involves assigning a price to emitted carbon and imposing economic burdens on companies and is being widely adopted worldwide to promote emission reduction efforts and transition to renewable energy sources.", "page": 12, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CO2Sink", "main_subtitle_of_page": "Enhancing Carbon Credit Quality Through AI-based Forest Management and Monitoring", "header": "Key Metrics", "content": "Forest area in Calabria, Italy, where real- time CO absorption can be measured 2 5,600 hectares *Carbon Credit: Carbon credits are a mechanism for quantifying the reduction or absorption of greenhouse gas emissions, such as CO , into credits, which can 2 be traded primarily among companies. Click here for reference article", "page": 12, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CO2Sink", "main_subtitle_of_page": "Enhancing Carbon Credit Quality Through AI-based Forest Management and Monitoring", "header": "Substance", "content": "One method of carbon pricing, emissions trading, involves the buying and selling of CO emission allowances in the market. The demand for carbon credits* utilized in emissions trading is steadily increasing. Given that forests absorb roughly 30% of heightened demand as sources of carbon credits. 2", "page": 12, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CO2Sink", "main_subtitle_of_page": "Enhancing Carbon Credit Quality Through AI-based Forest Management and Monitoring", "header": "Key Metrics", "content": "Forest area in Calabria, Italy, where real- time CO absorption can be measured 2 5,600 hectares *Carbon Credit: Carbon credits are a mechanism for quantifying the reduction or absorption of greenhouse gas emissions, such as CO , into credits, which can 2 be traded primarily among companies. Click here for reference article", "page": 12, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability of", "main_subtitle_of_page": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency", "header": "Social Issues", "content": "· Growing demand for cloud services is driving growth in the number of data centers worldwide. · Data centers consume large amounts of electricity to keep servers running continuously, accounting for 1–1.5% of the world’s electricity consumption.", "page": 13, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability of", "main_subtitle_of_page": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency", "header": "Key Metrics", "content": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency 100 % Click here for reference article", "page": 13, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability of", "main_subtitle_of_page": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency", "header": "Substance", "content": "Efforts to reduce power consumption and save energy cooling. Through operational verification, energy usage are under way for our data centers, which account for for data center cooling has been reduced by up to 92% approximately 70% of NTT DATA’s power usage. compared to conventional data centers. The data center (DC2) in the heart of Berlin, Germany, We will continue pursuing data center sustainability, has implemented efficient cooling technology, a power ensuring system safety and security while reducing management system, and energy-saving measures. environmental impact, including energy efficiency Preparations are also under way with local authorities to initiatives, as a leading company in the field. supply excess heat to neighboring areas, helping reduce the region’s environmental impact. Moreover, the data center in Bautzen (DC4) is operated using electricity from 100% renewable energy sources, including solar power. It utilizes adiabatic cooling, which relies on steam generated from rainwater to cool without requiring compressors, even when the outside temperature surpasses room temperature, thereby reducing greenhouse gas emissions. Also, the heat emitted by servers is repurposed for building heating. Mitaka Data Center EAST in Japan boasts state-of- the-art environmental performance, being one of the largest and most advanced facilities domestically, with its electrical efficiency ranking among the top nationwide. The next-generation cooling system, known as “immersion cooling,” is employed by submerging IT equipment in an insulating liquid, achieving efficient", "page": 13, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Sustainability of", "main_subtitle_of_page": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency", "header": "Key Metrics", "content": "Pursuing Data Center Sustainability by Optimizing Energy Efficiency 100 % Click here for reference article", "page": 13, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "E-mobility", "main_subtitle_of_page": "Contributing to Singapore’s EV Adoption Via Data Management and Analysis of Charging Facilities", "header": "Social Issues", "content": "· While transition from gasoline cars to EVs with lower CO emissions is progressing worldwide, challenges such as vehicle prices 2 and inadequate charging infrastructure hinder the spread of EVs in some regions.", "page": 14, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "E-mobility", "main_subtitle_of_page": "Contributing to Singapore’s EV Adoption Via Data Management and Analysis of Charging Facilities", "header": "Key Metrics", "content": "Percentage of Singapore’s domestic registered vehicles to be eco-friendly by 2040 (green policy) 100 % Click here for reference article", "page": 14, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "E-mobility", "main_subtitle_of_page": "Contributing to Singapore’s EV Adoption Via Data Management and Analysis of Charging Facilities", "header": "Substance", "content": "Amid the global priority to reduce CO emissions, the E-Mobility Data Platform (NXT-EDP), to support EV Singaporean government has set a policy to transition charging facility promoters, commercial establishments, all domestically registered vehicles to environmentally and residential development authorities. The objective is friendly options by 2040. It also aims to promote the to enhance the operational efficiency of these facilities. installation of 60,000 public electric vehicle (EV) NTT DATA will leverage this ecosystem to deepen customer relationships through interconnected widespread deployment and usage of EVCPs, it is experiences. important to comprehend information such as the Furthermore, we will prioritize the development of EVCPs’ locations, electricity demand-supply dynamics, advanced data models to predict customer needs, and vehicle movements. behaviors, and preferences, and effectively acquire and NTT DATA Singapore has established a partnership utilize consumer data for this purpose. We will identify agreement with EV-Electric Charging Pte Ltd (EVe), correlations between consumer behavior in various specializing in charging facility management. Through this collaboration, NTT DATA offers its cutting-edge EV insurance, and work to expand our services. charging data management and analysis platform, NXT", "page": 14, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "E-mobility", "main_subtitle_of_page": "Contributing to Singapore’s EV Adoption Via Data Management and Analysis of Charging Facilities", "header": "Key Metrics", "content": "Percentage of Singapore’s domestic registered vehicles to be eco-friendly by 2040 (green policy) 100 % Click here for reference article", "page": 14, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI-based", "main_subtitle_of_page": "Efficient Waste Collection and Cleaner Cities Through AI-Powered Prediction of Recycling Container Fill Levels", "header": "Social Issues", "content": "· In Belgian cities, citizens can dispose of waste in “recycling parks,” but it poses challenges when containers reach full capacity, such as an unsightly landscape and illegal dumping. · There are not enough collection workers to handle the amount of waste generated, necessitating improvements in convenience through digitalization.", "page": 15, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI-based", "main_subtitle_of_page": "Efficient Waste Collection and Cleaner Cities Through AI-Powered Prediction of Recycling Container Fill Levels", "header": "Key Metrics", "content": "Amount of CO emission reduction by 2 optimizing logistics 6,132.5 t/year In the case the logistics of one truck were optimized by 5% in each of the 550 recycling parks in Belgium Click here for reference video", "page": 15, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI-based", "main_subtitle_of_page": "Efficient Waste Collection and Cleaner Cities Through AI-Powered Prediction of Recycling Container Fill Levels", "header": "Substance", "content": "Belgian cities have around 550 recycling parks where collection from the containers, thus preventing overflow residents can dispose of their garbage in large recycling and enhancing the convenience for city residents. container bins. However, when these containers are full, It also allows waste collection companies to streamline it leads to littering in the surrounding areas and even collection operations by enhancing the precision of waste illegal dumping on streets and elsewhere. collection vehicle scheduling. This not only minimizes fuel NTT Belgium utilizes AI technology for waste costs and CO emissions from collection vehicles but also container detection and monitoring, reading the fill level aids in optimizing recycling container collection. of containers in real-time 24 hours a day. By analyzing Going forward, we aim to apply this technology to past data alongside current readings, it predicts the other areas and industries to contribute to improving remaining time until the containers are full. This enables resource allocation, enhancing operational efficiency, prediction of the optimal timing for waste retrieval and and reducing environmental impact.", "page": 15, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI-based", "main_subtitle_of_page": "Efficient Waste Collection and Cleaner Cities Through AI-Powered Prediction of Recycling Container Fill Levels", "header": "Key Metrics", "content": "Amount of CO emission reduction by 2 optimizing logistics 6,132.5 t/year In the case the logistics of one truck were optimized by 5% in each of the 550 recycling parks in Belgium Click here for reference video", "page": 15, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Battery", "main_subtitle_of_page": "Collaborating to Address Eco Impacts Smart X of EV Batteries while Ensuring Confidentiality Co-Innovation", "header": "Social Issues", "content": "· As EVs become more prevalent, reducing the environmental impact of their batteries has become a challenge. Alongside reducing CO emissions across the EV battery value chain, there is increasing demand to manage and 2 disclose rare resource use and uphold human rights.", "page": 17, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Battery", "main_subtitle_of_page": "Collaborating to Address Eco Impacts Smart X of EV Batteries while Ensuring Confidentiality Co-Innovation", "header": "Key Metrics", "content": "Visualization of carbon footprint 100 % *for EV batteries exported from Japan to the EU Click here for reference article", "page": 17, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Battery", "main_subtitle_of_page": "Collaborating to Address Eco Impacts Smart X of EV Batteries while Ensuring Confidentiality Co-Innovation", "header": "Substance", "content": "Electric vehicles (EVs) are considered more companies engage in data exchange through platforms environmentally friendly than gasoline cars that use like Catena-X, concerns arise from an information fossil fuels. However, reducing the environmental impact management perspective. This is because it might of EV batteries poses a new challenge. involve not only carbon footprint information but also confidential company data, such as the raw materials of The European Battery Regulation, enacted in August of CO emissions and resource recycling rates throughout To address this, NTT DATA has teamed up with the battery life cycle. In the future, Japanese companies government and industry stakeholders to demonstrate a will also need to comply with battery regulations to sell EVs secure data collaboration platform that enables cross- and other battery-powered vehicles in the European industry data exchange while safeguarding only the market. necessary information. In the future, we aim to expand the platform’s usage not only to other industries but also In Europe, initiatives such as Catena-X, led by beyond Japan, including in Asia. By doing so, we contribute to achieving a carbon-neutral and resource- serve as platforms for companies and organizations to circulating society. exchange data mutually. However, when Japanese", "page": 17, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Battery", "main_subtitle_of_page": "Collaborating to Address Eco Impacts Smart X of EV Batteries while Ensuring Confidentiality Co-Innovation", "header": "Key Metrics", "content": "Visualization of carbon footprint 100 % *for EV batteries exported from Japan to the EU Click here for reference article", "page": 17, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Progmat", "main_subtitle_of_page": "Building a Reliable Platform with Blockchain Technology to Revitalize the Digital Asset Market", "header": "Social Issues", "content": "· The value of everything, from goods to services, has been digitized, leading to an expansion of digital transactions and interactions on online platforms and through cloud usage. However, challenges have arisen concerning security risks such as data leaks and cyberattacks, as well as the complexity of transactions.", "page": 18, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Progmat", "main_subtitle_of_page": "Building a Reliable Platform with Blockchain Technology to Revitalize the Digital Asset Market", "header": "Key Metrics", "content": "Projected size of the tokenized financial/assets market in 2030 16.1 US$ trillion BCG’s “Relevance of On-chain Asset Tokenization in ‘Crypto Winter” (December 2022) * Digital assets: Digital data that holds value as assets. This encompasses securities, cryptocurrencies (virtual currencies), coupons, as well as various content and file data such as images, audio data, e-books, and music data. Click here for reference article", "page": 18, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Progmat", "main_subtitle_of_page": "Building a Reliable Platform with Blockchain Technology to Revitalize the Digital Asset Market", "header": "Substance", "content": "With the rise of cryptocurrencies and digital art, there and infrastructure-building capabilities, including has been a growing interest in “Digital assets*”. From Mitsubishi UFJ Trust and Banking Corporation, finance to art, businesses leveraging digital assets are established Progmat, Inc. emerging one after another. NTT DATA is responsible for developing the To expand the digital asset market more fully, it is infrastructure for issuing and managing digital assets distribution within transactions, thereby enhancing Digital Asset Co-creation Consortium, which sets the convenience. In Japan, the revision of the Financial development direction of the system with the Instruments and Exchange Act in 2020 resulted in legal participation of nearly 200 companies (as of March reforms aimed at enhancing transaction security. 2023). Crossing the boundaries of traditional corporate groups, NTT DATA aims to contribute to establishing In 2023, NTT DATA, along with seven companies digital assets as a national infrastructure. possessing extensive knowledge of the financial market", "page": 18, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Progmat", "main_subtitle_of_page": "Building a Reliable Platform with Blockchain Technology to Revitalize the Digital Asset Market", "header": "Key Metrics", "content": "Projected size of the tokenized financial/assets market in 2030 16.1 US$ trillion BCG’s “Relevance of On-chain Asset Tokenization in ‘Crypto Winter” (December 2022) * Digital assets: Digital data that holds value as assets. This encompasses securities, cryptocurrencies (virtual currencies), coupons, as well as various content and file data such as images, audio data, e-books, and music data. Click here for reference article", "page": 18, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "TetraBRiDGE", "main_subtitle_of_page": "Digitally Streamlining Operations by Bridging Invoicing and Payments", "header": "Social Issues", "content": "· The declining workforce due to the dwindling birthrate and aging population poses a significant challenge in ensuring labor support for economic activities. · While digital utilization in administrative tasks within companies is crucial for enhancing productivity, its adoption is lagging.", "page": 19, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "TetraBRiDGE", "main_subtitle_of_page": "Digitally Streamlining Operations by Bridging Invoicing and Payments", "header": "Key Metrics", "content": "Improvement in operational efficiency ® through TetraBRiDGE 80 % Up to Click here for reference article Click here for reference article", "page": 19, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "TetraBRiDGE", "main_subtitle_of_page": "Digitally Streamlining Operations by Bridging Invoicing and Payments", "header": "Substance", "content": "The introduction of the invoicing system and the impending receivables. This streamlining allows for up to 80% digitalization of promissory notes and checks by 2026 are improvement in efficiency in administrative tasks from compelling Japanese companies to transition toward digital invoice reception to settlement, reducing errors and invoicing and payment processes. Nevertheless, the strengthening internal controls. streamlining of administrative procedures has not We aim for the platform to be widely utilized through collaboration with numerous financial institutions and NTT DATA’s TetraBRiDGE enables seamless digital electronic invoicing service providers, as well as by processing, from receiving and managing the invoices of expanding into various supply chains. We will also multiple electronic invoicing services to completing consider providing automatic reconciliation functionality settlements using transfers from more than 300 for accounts receivable to companies issuing invoices in domestic financial institutions and electronic record the future.", "page": 19, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "TetraBRiDGE", "main_subtitle_of_page": "Digitally Streamlining Operations by Bridging Invoicing and Payments", "header": "Key Metrics", "content": "Improvement in operational efficiency ® through TetraBRiDGE 80 % Up to Click here for reference article Click here for reference article", "page": 19, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CATCH&GO", "main_subtitle_of_page": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping", "header": "Social Issues", "content": "· In Japan, a shortage of labor is emerging due to the declining working-age population. It is estimated that by 2030, there will be a shortage of 600,000 workers in the retail sector, including supermarkets and convenience stores. (Source: Persol Research and Consulting and Chuo University’s “Estimates for the Labor Market in 2030”)", "page": 20, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CATCH&GO", "main_subtitle_of_page": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping", "header": "Key Metrics", "content": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping 600,000 (Source: Persol Research and Consulting and Chuo University’s “Estimates for the Labor Market in 2030”) Click here for reference article Click here for reference article", "page": 20, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CATCH&GO", "main_subtitle_of_page": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping", "header": "Substance", "content": "The retail and distribution sectors, crucial for daily life, In addition to addressing issues in the retail and face concerns about store survival. To address this, distribution sectors, we aim to enhance user convenience, implementing measures to reduce employee workload, provide personalized product recommendations, and enhance labor productivity, and transition to sustainable create new purchasing experiences and store models store formats is essential. through digital technology. NTT DATA has developed and provided the digital store operation service, Catch&Go , to the retail industry. In October 2023, in collaboration with Daiei, the first ground-level walk-through store adjacent to a supermarket was opened in Yokohama, Kanagawa Prefecture. Users scan a QR code displayed on their registered smartphone app at the store gate before entering. The store utilizes cameras to take footage of user movements and weight sensors to detect product selections, which are then analyzed in real time using AI technology. Customers can select from an array of approximately 400 different products and settle their accounts in as little as 10 seconds, bypassing the checkout counter and simply leaving the store with their chosen items. Meanwhile, real-time data on product improvements in product display and layout, leading to enhanced store marketing and waste reduction, ultimately increasing sales.", "page": 20, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "CATCH&GO", "main_subtitle_of_page": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping", "header": "Key Metrics", "content": "Enhancing User Convenience and Reducing Employee Workload with Checkout-free Shopping 600,000 (Source: Persol Research and Consulting and Chuo University’s “Estimates for the Labor Market in 2030”) Click here for reference article Click here for reference article", "page": 20, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Work", "main_subtitle_of_page": "Proposing New Work Styles Leveraging the Benefits of Real and Digital Realms", "header": "Social Issues", "content": "· In Japan, more than 50% of companies have introduced telework. However, considering the importance of addressing communication and work efficiency issues when opting for a flexible work style, there is a declining trend among companies without telework arrangements, with only 3.5% planning to introduce it in the future. (Source: 2022 Communications Usage Trend Survey released by the Ministry of Internal Affairs and Communications)", "page": 21, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Work", "main_subtitle_of_page": "Proposing New Work Styles Leveraging the Benefits of Real and Digital Realms", "header": "Key Metrics", "content": "Percentage of companies that have implemented telework 55.2 % (Source: 2022 Communications Usage Trend Survey released by the Ministry of Internal Affairs and Communications) * Zero Trust Network: A security framework that builds a security environment on the premise of not trusting any request or traffic, without considering the boundaries between internal and external networks. Click here for reference article", "page": 21, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Work", "main_subtitle_of_page": "Proposing New Work Styles Leveraging the Benefits of Real and Digital Realms", "header": "Substance", "content": "With the increasing adoption of telework, a hybrid work (onsite/face-to-face); AI-driven knowledge sharing both model has emerged, offering employees the freedom to internally and externally; and the collection and analysis of choose between telework and office-based work. data concerning employee health and work situations. However, this transition brings about various challenges, Our service has already been adopted and utilized by including communication among employees, operational at least 10 companies, supporting many employees in achieving autonomous work styles. these multifaceted challenges requires careful consideration and solutions. NTT DATA has introduced Work Re:Invention, a novel approach to working that integrates cutting-edge digital technologies with the benefits of face-to-face communication. Through this approach, NTT DATA provides services aimed at enhancing productivity for companies and improving employee satisfaction with their work styles. The BizXaaS Office service facilitates the balance between work-style reform and security measures by offering a resilient infrastructure rooted in the Zero Trust Network* concept, effectively mitigating security risks. In addition, we provide services that support the creation of an optimal work environment through the utilization of XR technology–enabled metaverse spaces, where meetings can take place virtually (telework) or in person", "page": 21, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Work", "main_subtitle_of_page": "Proposing New Work Styles Leveraging the Benefits of Real and Digital Realms", "header": "Key Metrics", "content": "Percentage of companies that have implemented telework 55.2 % (Source: 2022 Communications Usage Trend Survey released by the Ministry of Internal Affairs and Communications) * Zero Trust Network: A security framework that builds a security environment on the premise of not trusting any request or traffic, without considering the boundaries between internal and external networks. Click here for reference article", "page": 21, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "PITON", "main_subtitle_of_page": "Sustainable Financial Transactions Through Open Systems", "header": "Social Issues", "content": "· The Ministry of Economy, Trade and Industry predicts that failure to address challenges such as the black boxing of outdated systems and the shortage of IT personnel will lead to a decline in market competitiveness, resulting in approximately ¥12 trillion in economic losses annually from 2025.", "page": 22, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "PITON", "main_subtitle_of_page": "Sustainable Financial Transactions Through Open Systems", "header": "Key Metrics", "content": "Annual economic losses from 2025 due to decreased competitiveness caused by delays in DX 12 ¥ trillion (Source: Ministry of Economy, Trade and Industry’s “DX Report,” September 2018). * PITON: A French term referring to steel spikes driven into rock or ice walls to secure routes in climbing and other activities. Click here for reference article", "page": 22, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "PITON", "main_subtitle_of_page": "Sustainable Financial Transactions Through Open Systems", "header": "Substance", "content": "The withdrawal of domestic mainframe vendors has placed the Integrated Banking Cloud, following the open systems, including financial accounting systems, which transformation facilitated by PITON as the first step. By operate on mainframes, in a critical state where continued leveraging open technology for consolidation and operation is no longer feasible. Since the 2000s, NTT automation, it becomes possible to optimize human DATA has been working on the open transformation of resources and facility costs through efficiency experts and steadily addressed technical challenges while The name PITON * embodies our commitment to embarking on the development of functions as alternatives ensuring the security of financial systems, facilitating to mainframes. Following research and development, as seamless transition from one person to another, and well as quality testing, we have commercialized the guiding toward achieving goals. The greatest PITON framework, which enables business applications achievement of PITON lies not in the development of running on mainframes to operate on an open platform. As the product itself, but in its ability to draw out the power a result, businesses have been able to securely and safely of employees to realize the unprecedented challenge of migrate accounting systems running on mainframes, mainframe openness. In the highly uncertain market ensuring the continuity of their systems. ahead, employees with transformative capabilities will Our aim is to consolidate accounting systems using play a vital role in enhancing competitiveness.", "page": 22, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "PITON", "main_subtitle_of_page": "Sustainable Financial Transactions Through Open Systems", "header": "Key Metrics", "content": "Annual economic losses from 2025 due to decreased competitiveness caused by delays in DX 12 ¥ trillion (Source: Ministry of Economy, Trade and Industry’s “DX Report,” September 2018). * PITON: A French term referring to steel spikes driven into rock or ice walls to secure routes in climbing and other activities. Click here for reference article", "page": 22, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Connecure", "main_subtitle_of_page": "Safe, Secure, and Rapid Data Transmission with High Reliability Closed-System Service", "header": "Social Issues", "content": "· As remote work adoption progresses, companies are increasingly vulnerable to cyberattacks, resulting in significant economic losses. · According to a survey conducted by the Information-Technology Promotion Agency, Japan on cyberattacks targeting small and medium-sized enterprises in fiscal 2022, it was found that up to 11.6% of the 43 surveyed companies reported experiencing information security incidents over the past three years.", "page": 23, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Connecure", "main_subtitle_of_page": "Safe, Secure, and Rapid Data Transmission with High Reliability Closed-System Service", "header": "Key Metrics", "content": "Data transmission time (compared to conventional methods) 94 % Approx. reduction possible Incidents of damage due to unauthorized access at roughly 1,500 companies ® after introducing Connecure 0 Click here for reference article", "page": 23, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Connecure", "main_subtitle_of_page": "Safe, Secure, and Rapid Data Transmission with High Reliability Closed-System Service", "header": "Substance", "content": "The rapid spread of remote work, including virus infection, and eavesdropping. This approach telecommuting, was propelled by the COVID-19 guarantees a level of security comparable to dedicated outbreak, resulting in the widespread adoption of cloud line services. In addition, measures such as distributing services. These services offer significant benefits, access points to mitigate the effects of disasters and enabling tasks similar to those performed in-office even implementing configurations with different carrier lines accessible from anywhere, such as the Internet, poses February 2024, the number of installations had risks such as cyberattacks and information leaks from exceeded 1,500. Furthermore, it is possible to reduce external sources. Consequently, many companies and data transmission time by approximately 94% compared organizations are hesitant to embrace these services. to conventional methods. Offered by NTT DATA, Connecure utilizes a closed- Connecure will continue to incorporate technologies network environment isolated from the Internet, ensuring such as IoT and digital twins to further enhance its protection against threats such as information leakage, capabilities and evolve.", "page": 23, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Connecure", "main_subtitle_of_page": "Safe, Secure, and Rapid Data Transmission with High Reliability Closed-System Service", "header": "Key Metrics", "content": "Data transmission time (compared to conventional methods) 94 % Approx. reduction possible Incidents of damage due to unauthorized access at roughly 1,500 companies ® after introducing Connecure 0 Click here for reference article", "page": 23, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI Governance", "main_subtitle_of_page": "Achieving a Society Where Humans and AI Coexist in Harmony", "header": "Social Issues", "content": "· Artificial intelligence (AI), with its high processing and learning capabilities, addresses challenges such as creating new businesses and mitigating labor shortages. However, it also raises issues regarding user literacy and regulation, including discrimination, human rights violations, and and dissemination of misinformation.", "page": 24, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI Governance", "main_subtitle_of_page": "Achieving a Society Where Humans and AI Coexist in Harmony", "header": "Key Metrics", "content": "Number of incidents involving AI-related human rights violations 0 As of February 2024, since the establishment of the AI Governance Office on April 1, 2023. Click here for reference article", "page": 24, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI Governance", "main_subtitle_of_page": "Achieving a Society Where Humans and AI Coexist in Harmony", "header": "Substance", "content": "Generative AI, represented by ChatGPT, now boasts AI Guidelines to facilitate the coexistence of humans and AI. accuracy approaching human capabilities, making it At the AI Advisory Board comprised of external experts, accessible to the general user. However, its use requires frontline employees involved in AI projects also participate addressing risks such as inaccurate responses leading to in discussions, contributing to concrete measures for misjudgments, information leaks, and infringement upon governance. In April 2023, we established the AI Governance Office, a NTT DATA is advancing collaborative trial specialized organization dedicated to promoting the ethical implementations of innovative AI solutions with customers use of AI. The office has developed and disseminated under the principles of “promotion” and “control,” actively internal guidelines outlining considerations and response supporting their business transformations. In addition, the strategies for the utilization of generative AI, ensuring the NTT DATA Group is expanding and sustaining governance provision of services using generative AI to customers in a efforts, including the formulation of the NTT DATA Group’s safe and trustworthy manner.", "page": 24, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AI Governance", "main_subtitle_of_page": "Achieving a Society Where Humans and AI Coexist in Harmony", "header": "Key Metrics", "content": "Number of incidents involving AI-related human rights violations 0 As of February 2024, since the establishment of the AI Governance Office on April 1, 2023. Click here for reference article", "page": 24, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Tourism Data", "main_subtitle_of_page": "Supporting Sustainable Tourism in Denmark Through Data Analysis", "header": "Social Issues", "content": "· Tourist trends are challenging to predict, potentially wasting resources and energy. · Over-tourism places an increased burden on residents’ quality of life and the natural environment.", "page": 25, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Tourism Data", "main_subtitle_of_page": "Supporting Sustainable Tourism in Denmark Through Data Analysis", "header": "Key Metrics", "content": "Accuracy of demand forecasting in the tourism industry 90 ％ More than Click here for reference article", "page": 25, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Tourism Data", "main_subtitle_of_page": "Supporting Sustainable Tourism in Denmark Through Data Analysis", "header": "Substance", "content": "In the tourism industry, where services are consumed as sustainable tourism and fostering ongoing development soon as they are provided and forecasting tourist in the environment, culture, and economy of tourist demand is challenging, there are high levels of waste destinations. and overconsumption of resources. In response, NTT DATA Business Solutions has developed and implemented a Tourism Data Platform in Denmark, engaging all stakeholders in the tourism ecosystem, including public institutions, hotels, restaurants, transportation, attractions, and retail, to contribute information for data analysis. The gathered data encompasses visitor numbers, nationalities, vehicle movements, purchases, social media posts, and water consumption in hotels, aiding in the forecasting of people flows and demand. With the help of the platform, the accuracy of tourist predictions has surged from 30–60% to over 90%. This enhancement empowers tourism operators to strategically handle procurement and staff allocation, thereby reducing excessive waste and contributing to heightened satisfaction among both visitors and residents. The aim is to provide such data to visitors and expand to other countries, supporting the realization of", "page": 25, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Tourism Data", "main_subtitle_of_page": "Supporting Sustainable Tourism in Denmark Through Data Analysis", "header": "Key Metrics", "content": "Accuracy of demand forecasting in the tourism industry 90 ％ More than Click here for reference article", "page": 25, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Data Reduction", "main_subtitle_of_page": "Reducing Data Volume for Lower Power Smart X Consumption and More Sustainable IT Co-Innovation", "header": "Social Issues", "content": "· The use of cloud services is expanding worldwide primarily due to DX and AI, leading to an increase in the number of data centers and data volume in various regions. · The Center for Low Carbon Society Strategy, Japan Science and Technology Agency, predicts that global data center power usage will increase 4,300 times from 2016 to 2050.", "page": 26, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Data Reduction", "main_subtitle_of_page": "Reducing Data Volume for Lower Power Smart X Consumption and More Sustainable IT Co-Innovation", "header": "Key Metrics", "content": "Reduction in data in energy-related service companies 50 % Click here for reference article", "page": 26, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Data Reduction", "main_subtitle_of_page": "Reducing Data Volume for Lower Power Smart X Consumption and More Sustainable IT Co-Innovation", "header": "Substance", "content": "Decreasing data volume is crucial for lowering the sustainable information systems through the delivery of power consumption of data centers and promoting the specialized expertise and the company's product sustainability of IT. Natuvion GmbH, specializing in SAP offerings. S/4HANA migrations, cloud transfers, and data management, is actively engaged in the Data Reduction volume by implementing projects related to data migration, management, and cloud transfers. In each project, Natuvion collaborates with the customer by sharing not only aspects such as cost and data security but also data reduction goals. This information is also shared internally. The amount of data reduced is reported in terabytes from the pre-execution phase. In a leading toy manufacturing company in Denmark that implemented the data management system, the initial data was reduced from 13 terabytes to 11 terabytes. In addition, a large business process service provider in the energy sector achieved a 50% reduction in data volume by deleting unnecessary data during migration to SAP System Cloud. Natuvion GmbH carries out around 100 to 150 projects each year and remains committed to advancing", "page": 26, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Data Reduction", "main_subtitle_of_page": "Reducing Data Volume for Lower Power Smart X Consumption and More Sustainable IT Co-Innovation", "header": "Key Metrics", "content": "Reduction in data in energy-related service companies 50 % Click here for reference article", "page": 26, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AVATAR", "main_subtitle_of_page": "Predictive Maintenance in Aircraft Equipment: Anticipating Deterioration and Failures to Extend Component Service Life", "header": "Social Issues", "content": "· Airports in major cities worldwide are facing congestion issues during aircraft takeoffs and landings, making it crucial to safely and efficiently manage the departure and arrival of numerous flights without delays. · Environmental concerns, including noise pollution for residents near airports due to equipment aging, and rising CO emissions 2 from fuel consumption, call for proactive measures.", "page": 27, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AVATAR", "main_subtitle_of_page": "Predictive Maintenance in Aircraft Equipment: Anticipating Deterioration and Failures to Extend Component Service Life", "header": "Key Metrics", "content": "Reduction in fuel consumption per flight 2.5 % The London School of Economics predicts that the benefits of Connected Airline Operations enabled by SATCOM will reduce fuel consumption per flight by 2.5%, resulting in an annual reduction of 21.3 million tons of CO emissions. 2 Reduction in direct operating costs through equipment failure prediction and maintenance 30 % Click here for reference article Click here for the refence video", "page": 27, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AVATAR", "main_subtitle_of_page": "Predictive Maintenance in Aircraft Equipment: Anticipating Deterioration and Failures to Extend Component Service Life", "header": "Substance", "content": "The AVATAR (Transformative Digital Air Vehicle with digital twin platform will also support the design and IoT Sensor for Safer Urban Skies) project is part of certification of novel solutions for urban air mobility, Horizon 2020, an EU R&D program, with a budget of such as electric or hybrid unmanned vehicles, which around 80 billion euros. have the potential to reduce noise and emissions, and increase the accessibility and affordability of air NTT Luxembourg is in a consortium of six partners to develop an IoT sensing skin and digital twin platform that will enable continuous monitoring of aircraft. This AVATAR is a visionary and ambitious project that will optimizes the service life, which contributes to have a significant impact on the economic and sustainable air mobility and the acceleration of the environmental sustainability of urban air mobility. digital transformation of aviation vehicles. AVATAR is a project that will make air transport smarter, more sustainable, connected, and accessible to all. The IoT sensing skin will collect data from various sensors embedded in the aircraft structure, such as emission. The data will be transmitted to a cloud-based platform, where advanced algorithms will process and analyze it, creating a digital twin—a virtual replica of the physical aircraft, which can simulate its behavior, performance, and condition in real time. The digital twin platform will provide valuable insights for the aircraft operators, manufacturers, and maintenance providers, enabling them to optimize the service life of each aircraft and its components, reduce operational costs, and improve safety and reliability. The", "page": 27, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "AVATAR", "main_subtitle_of_page": "Predictive Maintenance in Aircraft Equipment: Anticipating Deterioration and Failures to Extend Component Service Life", "header": "Key Metrics", "content": "Reduction in fuel consumption per flight 2.5 % The London School of Economics predicts that the benefits of Connected Airline Operations enabled by SATCOM will reduce fuel consumption per flight by 2.5%, resulting in an annual reduction of 21.3 million tons of CO emissions. 2 Reduction in direct operating costs through equipment failure prediction and maintenance 30 % Click here for reference article Click here for the refence video", "page": 27, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "fowald", "main_subtitle_of_page": "Promoting Community Contribution Activities in Local and Affiliated Areas", "header": "Social Issues", "content": "· In Japan, while awareness of the term “SDGs” is increasing, proactive actions remain limited, and there are still many challenges in providing opportunities to encourage individual actions and in promoting understanding. · According to the “2022 Survey on Social Contribution of Citizens” announced by the Cabinet Office, only 17.4% of respondents reported having volunteered within the past year.", "page": 29, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "fowald", "main_subtitle_of_page": "Promoting Community Contribution Activities in Local and Affiliated Areas", "header": "Key Metrics", "content": "Number of participants in community contribution activities after introducing “Quests” 36 ％ Up Click here for the service page Down load here (iOS/Android)", "page": 29, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "fowald", "main_subtitle_of_page": "Promoting Community Contribution Activities in Local and Affiliated Areas", "header": "Substance", "content": "NTT DATA has developed a platform called fowald to individuals in taking the first step toward sustainable break down barriers between corporations, activities but also contributes to creating an environment municipalities, and residents, fostering collaboration conducive to their ongoing implementation. toward the common goal of achieving a sustainable society. On this platform, corporations and municipalities engage with. Those who resonate with these quests can engage in community contribution activities in their local or affiliated area, post about their experiences, and contribute back to supported causes, affiliated companies, or communities. Furthermore, corporations and municipalities can digitally visualize residents’ community contribution activities, allowing for quantitative and qualitative measurement to drive further improvements, enhance external appeal, and improve brand image. In past experiments, we collaborated with shopping district promotion associations on photo contests to revitalize the community, garnering enthusiastic participation and making significant contributions to local participant engagement when applied to internal contribution activities. Through fowald , NTT DATA not only supports", "page": 29, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "fowald", "main_subtitle_of_page": "Promoting Community Contribution Activities in Local and Affiliated Areas", "header": "Key Metrics", "content": "Number of participants in community contribution activities after introducing “Quests” 36 ％ Up Click here for the service page Down load here (iOS/Android)", "page": 29, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "D-Resilio", "main_subtitle_of_page": "Digital Disaster Management Platform for Streamlining Disaster Response", "header": "Social Issues", "content": "· Natural disasters are becoming more frequent and severe, compounded by threats such as infectious diseases. · It is essential to establish mechanisms for real-time coordination and dissemination of vital information during disasters.", "page": 30, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "D-Resilio", "main_subtitle_of_page": "Digital Disaster Management Platform for Streamlining Disaster Response", "header": "Key Metrics", "content": "Swift collection of disaster information through drones Time to gather information on remote island coastlines and ports 1/3 Reduced to 60 20 1 2 mins → mins (approx.) 2 people sent Unmanned and do not from main or have to wait for safety branch office assurance 1. Estimated time for movement, patrol, and confirmation on island, assuming 20 km/h 2. Time for island survey in Tokyo Metropolis, Izu Oshima, during demonstration Personnel sent from main/branch office for information gathering ％ Reduced by 100 Click here for reference article", "page": 30, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "D-Resilio", "main_subtitle_of_page": "Digital Disaster Management Platform for Streamlining Disaster Response", "header": "Substance", "content": "In a disaster, it is essential to swiftly communicate as satellite and drone-based damage assessment, data information, assess damage, and coordinate with local visualization, AI-driven analysis, and information sharing. authorities and relevant businesses. However, the We integrate administrative data such as L-alerts with current reliance on scattered information and methods various other datasets such as social media and traffic like phone calls and faxes results in time- and resource- records to enhance information gathering efficiency and disaster management procedures is therefore Recently, leveraging expertise from D-Resilio imperative. development, we have advanced the creation of disaster NTT DATA's digital Disaster Management Platform, information transmission systems in both Japan and D-Resilio , leverages digital technology to streamline Indonesia, enhancing global disaster response disaster response operations, combining solutions such capabilities.", "page": 30, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "D-Resilio", "main_subtitle_of_page": "Digital Disaster Management Platform for Streamlining Disaster Response", "header": "Key Metrics", "content": "Swift collection of disaster information through drones Time to gather information on remote island coastlines and ports 1/3 Reduced to 60 20 1 2 mins → mins (approx.) 2 people sent Unmanned and do not from main or have to wait for safety branch office assurance 1. Estimated time for movement, patrol, and confirmation on island, assuming 20 km/h 2. Time for island survey in Tokyo Metropolis, Izu Oshima, during demonstration Personnel sent from main/branch office for information gathering ％ Reduced by 100 Click here for reference article", "page": 30, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Ｖ", "main_subtitle_of_page": "VR-Driven Training System Supporting High School Baseball Practice on Remote Islands", "header": "Social Issues", "content": "· Disparities in access to and quality of education are arising due to differences in residential areas and environments. · Opportunities for sports activities are decreasing due to the declining birth rates.", "page": 31, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Ｖ", "main_subtitle_of_page": "VR-Driven Training System Supporting High School Baseball Practice on Remote Islands", "header": "Key Metrics", "content": "Percentage of individuals who strengthened mental and physical aspects by using VR Based on a controlled experiment comparing the VR user group to the non-user group. 60 Non-user Mental % group 50% 60 Non-user Physical % group 31% Click here for reference article", "page": 31, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Ｖ", "main_subtitle_of_page": "VR-Driven Training System Supporting High School Baseball Practice on Remote Islands", "header": "Substance", "content": "Disparities in education opportunities and quality based remaining on the island. Inspired by these narratives, we on residential areas and environments of high school believe that V-BALLER can play a meaningful role in baseball players pose various challenges. supporting children from remote islands, such as those in Oki High School. NTT DATA has developed a training system called V- BALLER, utilizing virtual reality (VR) to achieve 3D Moving forward, we plan to expand our services both sensory training. It provides new insights by visualizing domestically and internationally, catering to the performance skills of hitters. Players can practice professionals and amateurs alike. Our initial objective is tough tasks such as hitting 150 km/h fastballs, which are to set a new benchmark in the sports industry, beginning difficult to replicate in real life. They can also improve with baseball, by harnessing the power of digital their ability to distinguish strikes from balls, adapt to technology. both right-handed and left-handed pitchers, and handle various types of breaking balls. using V-BALLER at Shimane Prefectural Oki High School revealed that not only technical and physical aspects but also mental preparation and confidence could be improved. The system received high praise from players, managers, coaches, and other stakeholders. We received feedback from island residents who desire enriching experiences for their children where they were born and raised, without the need to leave for baseball, and to be able to pursue their dreams while", "page": 31, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Ｖ", "main_subtitle_of_page": "VR-Driven Training System Supporting High School Baseball Practice on Remote Islands", "header": "Key Metrics", "content": "Percentage of individuals who strengthened mental and physical aspects by using VR Based on a controlled experiment comparing the VR user group to the non-user group. 60 Non-user Mental % group 50% 60 Non-user Physical % group 31% Click here for reference article", "page": 31, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Utilization of", "main_subtitle_of_page": "Assessing Brain Health from Daily Driving Behavior for Early Detection of Cognitive Decline and Accident Prevention", "header": "Social Issues", "content": "· It is projected that the proportion of individuals aged 65 and older in the global population will increase from 9.4% in 2020 to 18.7% by 2040, indicating a rapid advancement in aging trends. · Japan has one of the highest aging rates in the world.", "page": 32, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Utilization of", "main_subtitle_of_page": "Assessing Brain Health from Daily Driving Behavior for Early Detection of Cognitive Decline and Accident Prevention", "header": "Key Metrics", "content": "Proportion of fatalities in all fatal traffic accidents attributed to elderly drivers 12.9 % (Source: Analysis of fatal accidents caused by elderly drivers in 2017 released by the National Police Agency.) Click here for reference article", "page": 32, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Utilization of", "main_subtitle_of_page": "Assessing Brain Health from Daily Driving Behavior for Early Detection of Cognitive Decline and Accident Prevention", "header": "Substance", "content": "An example of the societal impact of dementia is the abilities and detecting unsafe driving behaviors. In increase in traffic accidents, particularly involving elderly conjunction with Eisai Co., Ltd.’s self-check tool for drivers who constitute a significant portion of dementia assessing brain health, NTT DATA will install GPS and patients, contributing to a rising trend in Japan. While measurement devices in taxi vehicles to collect driving advancements in early detection and treatment of data from drivers. The collected data will be transmitted individuals in the pre-dementia stage of mild cognitive correlated with the driver’s brain health to develop impairment might not recognize symptoms, leading algorithms (methods of calculation) for identifying many to seek medical attention only after developing cognitive function. This will enable the estimation of dementia. drivers' brain health status from their daily behaviors and provide regular notifications, contributing to the NTT DATA has commenced a verification experiment early detection of cognitive decline and reducing the in collaboration with Kokusai Motorcars Co., Ltd., a occurrence of traffic accidents. passenger transportation company including taxis, to develop a system for identifying drivers’ cognitive", "page": 32, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Utilization of", "main_subtitle_of_page": "Assessing Brain Health from Daily Driving Behavior for Early Detection of Cognitive Decline and Accident Prevention", "header": "Key Metrics", "content": "Proportion of fatalities in all fatal traffic accidents attributed to elderly drivers 12.9 % (Source: Analysis of fatal accidents caused by elderly drivers in 2017 released by the National Police Agency.) Click here for reference article", "page": 32, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Wingcopter", "main_subtitle_of_page": "Delivering Medical Supplies Quickly and Efficiently to Safeguard Lives in Malawi", "header": "Social Issues", "content": "· Insufficient development in logistics infrastructure, such as roads, results in delayed supply of goods, making life challenging for residents. · The creation of new employment opportunities is essential in developing countries and sparsely populated regions.", "page": 33, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Wingcopter", "main_subtitle_of_page": "Delivering Medical Supplies Quickly and Efficiently to Safeguard Lives in Malawi", "header": "Key Metrics", "content": "Impact of drone deliveries in Malawi Reduced time to deliver medical supplies 96 % by Slashed from full day to 20 minutes Number of individuals reached 115,000 More than Click here for reference articles Click here for reference articles", "page": 33, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Wingcopter", "main_subtitle_of_page": "Delivering Medical Supplies Quickly and Efficiently to Safeguard Lives in Malawi", "header": "Substance", "content": "In the remote regions of the Republic of Malawi in transportation. To date, medical supplies have been Southeast Africa, the lack of developed road delivered to more than 115,000 people in remote areas infrastructure has led to delayed deliveries of medical of Malawi. supplies, making them less readily available in times of Efforts are also under way to provide education for need. NTT DATA Business Solutions AG is local residents to acquire qualifications in air traffic control and drone piloting, thereby creating employment chain using high-performance drones from Wingcopter opportunities. GmbH, providing a highly scalable service platform. Going forward, the plan is to expand operations to Digitizing information from drones enables the remote areas and disaster-stricken regions in other efficient and precise delivery of medical supplies, countries, offering avenues for improved health, safety, enhancing reliability and speed in urgent medical drone and quality of life for the people.", "page": 33, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "Wingcopter", "main_subtitle_of_page": "Delivering Medical Supplies Quickly and Efficiently to Safeguard Lives in Malawi", "header": "Key Metrics", "content": "Impact of drone deliveries in Malawi Reduced time to deliver medical supplies 96 % by Slashed from full day to 20 minutes Number of individuals reached 115,000 More than Click here for reference articles Click here for reference articles", "page": 33, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "World's First", "main_subtitle_of_page": "Tropical Rainforest Regeneration Business Created from Employee-Driven Social Contribution", "header": "Social Issues", "content": "· Since the 20th century, tropical rainforests have faced advancing destruction due to illegal logging and agricultural development, with projections suggesting their potential disappearance within the next 40 years, leading to the extinction of up to 50,000 species annually.", "page": 34, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "World's First", "main_subtitle_of_page": "Tropical Rainforest Regeneration Business Created from Employee-Driven Social Contribution", "header": "Key Metrics", "content": "Land regenerated through the project More than 2 ㎡ million * ERG (Employee Resource Group) : A group of employees with shared characteristics, values, and awareness of issues who actively engage in activities both within and outside the company. Click here for reference article", "page": 34, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "World's First", "main_subtitle_of_page": "Tropical Rainforest Regeneration Business Created from Employee-Driven Social Contribution", "header": "Substance", "content": "Tropical rainforests, often referred to as the “lungs of the ClimateForce’s operations by providing funding to plant Earth,” not only regulate the carbon dioxide cycle by 1,000 trees. Through these efforts, more than two supplying oxygen through trees but also nurture million square meters of land within the Daintree biodiversity. The Daintree Rainforest, adjacent to Rainforest have been regenerated. Australia’s Great Barrier Reef, is recognized as a NTT DATA plans to expand the insights gained from the project to other regions and continue supporting the world's oldest tropical rainforests. However, decades of creation of sustainable models aimed at revitalizing agricultural development have led to the destruction of regional economies alongside land and ecosystem much of its land. regeneration. NTT DATA, Inc. and the Australian NGO ClimateForce have formed a partnership aimed at establishing sustainable and cost-effective models for environmental restoration activities. The catalyst for this partnership was the involvement of Team NEST—an Employee Resource Group (ERG)* within NTT DATA, Inc., tackling environmental issues. Team NEST provided support for ClimateForce’s Arctic research, exemplifying how employees’ social contribution activities can lead to tangible business outcomes. NTT DATA supports forest regeneration by providing technology such as the Smart Management Platform, which utilizes AI to collect, accumulate, manage, and analyze data, as well as evaluate and analyze forest regeneration technologies. In addition, we support", "page": 34, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "World's First", "main_subtitle_of_page": "Tropical Rainforest Regeneration Business Created from Employee-Driven Social Contribution", "header": "Key Metrics", "content": "Land regenerated through the project More than 2 ㎡ million * ERG (Employee Resource Group) : A group of employees with shared characteristics, values, and awareness of issues who actively engage in activities both within and outside the company. Click here for reference article", "page": 34, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "HAWK", "main_subtitle_of_page": "Contribution to Eradicating Illegal Wildlife Trade in India", "header": "Social Issues", "content": "· Poaching of endangered wildlife continues unabated worldwide. In October 2023, the International Criminal Police Organization (Interpol) and the World Customs Organization (WCO) announced that they cracked down on global illegal wildlife trade, arresting more than 500 individuals and seizing more than 2,000 specimens of flora and fauna.", "page": 35, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "HAWK", "main_subtitle_of_page": "Contribution to Eradicating Illegal Wildlife Trade in India", "header": "Key Metrics", "content": "Number of suspects involved in illegal wildlife trade identified using HAWK 54,000 Click here for reference article", "page": 35, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "HAWK", "main_subtitle_of_page": "Contribution to Eradicating Illegal Wildlife Trade in India", "header": "Substance", "content": "Products made from wildlife materials such as ivory project period. This transition aims to reduce accessories and fur coats command high prices due to dependence on external funding and foster ongoing their rarity. Some individuals engage in poaching for innovation to deliver tangible environmental and social their livelihoods, leading to continued illegal trade and outcomes. endangering countless wild animals. NTT DATA, Inc. has partnered with the Wildlife Trust of India to combat this issue in the Indian states of Kerala and Karnataka. Together, they are utilizing Hostile Activity Watch Kernel (HAWK), a real-time critical information management system developed jointly. The focus is on countering criminal organizations targeting high-value products such as ivory and tiger skins. This involves monitoring wildlife carcasses and criminal activities while integrating information on various related incidents, enabling centralized management for effective and preemptive responses. Currently, the system has recorded more than 38,000 incidents and identified 54,000 suspects. The state forest departments benefit from advanced digital tracking and analytical capabilities provided by this data. Moreover, continuous training is being provided to forest officers to empower them to autonomously utilize the HAWK system. Plans are in place to transition to government management at the end of the three-year", "page": 35, "source": "sr_2023_cb_v.pdf"}
{"main_title_of_page": "HAWK", "main_subtitle_of_page": "Contribution to Eradicating Illegal Wildlife Trade in India", "header": "Key Metrics", "content": "Number of suspects involved in illegal wildlife trade identified using HAWK 54,000 Click here for reference article", "page": 35, "source": "sr_2023_cb_v.pdf"}
