{"main_title_of_page": "", "main_subtitle_of_page": "", "header": "Substance", "content": "The NTT DATA Group has identiﬁed 12 Material ESG Issues that reﬂect the expectations of customers and other stakeholders. Here, we considered various global issues, including the Sustainable Development Goals (SDGs) adopted by the United Nations, as well as changes in technology and social trends over the medium and long terms.  In addition, we are promoting ESG management aimed at beneﬁting society through our business and corporate activities, while also co-creating value with our customers and other stakeholders.", "page": 3, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "“ehC OS Remote Health” is a cloud-based telemedicine solution for medical institutions . B y upgrading ehCOS Remote Health to include functions dedicated to C OV ID -19 an d p rov idin g the solution free of charge in Europe and South America, we enable telemedicine to be used to treat patients with mild symptoms in their own homes. This helps alleviate the burden on medical institutions during the COVID pandemic.", "header": "Key-Metrics", "content": "More than 20,000", "page": 4, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "“ehC OS Remote Health” is a cloud-based telemedicine solution for medical institutions . B y upgrading ehCOS Remote Health to include functions dedicated to C OV ID -19 an d p rov idin g the solution free of charge in Europe and South America, we enable telemedicine to be used to treat patients with mild symptoms in their own homes. This helps alleviate the burden on medical institutions during the COVID pandemic.", "header": "Substance", "content": "Number of telemedicine solution users In response to the worldwide spread of COVID-19 infections, we are strengthening the solutions we provide to medical institutions with the aim of helping them streamline their operations. One of these solutions is ehCOS Remote Health, a cloud-based telemedicine solution for medical institutions developed by the everis Group, an overseas member of the NTT DATA Group.  The features of ehCOS Remote Health include a self-triage function (that displays self-triage results and advice when the patient inputs his/her symptoms from a mobile terminal), a remote monitoring support function (in which personnel from call centers and the like follow up while monitoring patient input data via the Web), a telemedicine function (for online meetings among healthcare professionals and online medical care meetings between healthcare professionals and patients) and a data analytics function (using data collected by the aforementioned functions, as well as external data).  As a result, mildly ill patients, who account for around 80% of COVID-19 infections, can use ehCOS Remote Health to monitor their symptoms and receive medical treatment while at home. This helps reduce the burden on medical institutions. The everis Group has upgraded the solution to include various functions dedicated to addressing COVID-19—such as self-triage, chatbot and data analytics—and provides the solution free of charge to all medical institutions wishing to use it.  We will continue stepping up eﬀorts to resolve issues arising from the COVID-19 pandemic.", "page": 4, "source": "data\\raw\\sr_2020_cb_p.pdf"}

{"main_title_of_page": "Remote customer service by digital avatar contributes to labor savings and a digital shift in store experiences", "main_subtitle_of_page": "By creating digital stores that use avatars linked to the movements of operators to propose products remotely, we will realize a new way of serving customers during the COVID era and promote ﬂexible work styles for employees.", "header": "Key-Metrics", "content": "20 % decline by 2040 expected*", "page": 5, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "Remote customer service by digital avatar contributes to labor savings and a digital shift in store experiences", "main_subtitle_of_page": "By creating digital stores that use avatars linked to the movements of operators to propose products remotely, we will realize a new way of serving customers during the COVID era and promote ﬂexible work styles for employees.", "header": "Substance", "content": "In the retail sector, it is becoming increasingly diﬃcult to expand the number of physical stores due to Japan’s declining workforce. Meanwhile, the COVID-19 pandemic is changing the way customers and sellers communicate with each other on the sales ﬂoor. With these factors in mind, NTT DATA has partnered with TOKYU HANDS, a retail chain that specializes in home improvement and lifestyle products, to conduct ﬁeld tests of digital stores that use avatars linked to the movements of operators to propose and promote products remotely. This enables us to oﬀer new customer service options during the COVID era, unbound by the conventional assumption that equates “customer service” with “face-to-face contact.”  In the ﬁeld tests, we set up special avatar booths in ﬁve TOKYU HANDS stores in three cities, through which personnel with expert knowledge directed customers to products that meet their needs. The personnel are backed by avatars from the head oﬃce, store back oﬃces and homes. This arrangement enables customers to shop with more convenience and peace of mind, and realizes more ﬂexible working styles for employees. It also uses an AI-based facial recognition function to visualize each customer’s Japan's workforce gender and age group, as well as emotion estimation data, conversation data and other information, with the aim of improving the quality of customer services. Based on the results of these ﬁeld tests, NTT DATA will increase the number of digital stores with avatar booths and the range of customer service scenarios while using e-commerce sites to interface with customers in their homes. In these ways, we will embrace the challenge of using digital technology to transform the new customer service market.", "page": 5, "source": "data\\raw\\sr_2020_cb_p.pdf"}

{"main_title_of_page": "", "main_subtitle_of_page": "To help lessen the burden on healthcare resources across APAC region by conducting Proof of Concept (PoC) of AI diagnostic imaging solution, which detect the suspected case of Covid-19 based on X-rays or CT scans, and to promote integrated smart hospital solutions at the same time.", "header": "Key-Metrics", "content": "10 countries", "page": 6, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "To help lessen the burden on healthcare resources across APAC region by conducting Proof of Concept (PoC) of AI diagnostic imaging solution, which detect the suspected case of Covid-19 based on X-rays or CT scans, and to promote integrated smart hospital solutions at the same time.", "header": "Substance", "content": "As of November 30, 2020, the COVID-19 pandemic shows no signs of slowing down, the number of new infections in APAC, led by the Philippines and Indonesia, continues to increase.  Amid a global shortage of radiologists, who use medical images such as X-rays and CT scans to make diagnoses, NTT DATA has conducted a Proof of Concept (PoC) for AI-based diagnostic imaging in hospitals around the world. Recently, NTT DATA started oﬀering the Covid-19 detection PoC for free of charge to more than 10 government/medical institutions across APAC with a newly added function of  AI engine that can detect the suspected case of COVID-19 from X-rays and CT scans. This solution highlights suspected lesions identiﬁed by AI on X-rays and CT scans and the identiﬁed content is automatically reﬂected on the diagnostic imaging report created by the radiologist to support the doctor’s judgement. It enables to narrow down targets of sample collection, which help to strengthen medical systems and reduce the burden on doctors in each country.  PoC for AI diagnostic imaging solutions is being implemented in the Philippines and Indonesia. Especially in the Philippines, together with Inter-Agency Task Force for a new infectious disease under the direct control of the President, PoC experiments in multiple cities and medical institutions are carried out.  In the future, NT T DATA aims to provide integrated smart hospital solutions with a view to linking them with telehealth solution and other solutions for home care patients. The number of countries in APAC region PoC was provided for free:", "page": 6, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "The Digital Community Platform™ is a multi-cloud integration service we oﬀer to public institutions engaged in DX. In addition to meeting operational quality, security and other requirements that beneﬁt social infrastructure, it facilitates the selection and utilization of optimal public cloud services and contributes to civil servant productivity improvements and work-style innovations.", "header": "Key-Metrics", "content": "80 users", "page": 7, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "The Digital Community Platform™ is a multi-cloud integration service we oﬀer to public institutions engaged in DX. In addition to meeting operational quality, security and other requirements that beneﬁt social infrastructure, it facilitates the selection and utilization of optimal public cloud services and contributes to civil servant productivity improvements and work-style innovations.", "header": "Substance", "content": "Digital transformation (DX) is expanding rapidly across government and other public organizations, evidenced by the planned establishment of the Japan Digital Agency in the fall of 2021. This has given rise to the “Cloud by Default Principle,” which states that cloud services should be considered as the ﬁrst choice when developing government information systems. This principle has spurred the development of various cloud services. Due to the wide variety of service delivery platforms and service content, however, selecting the most appropriate services has become problematic.  In response, NT T DATA oﬀers its Digital Community Platform™, a multi-cloud integration service that enables the seamless, safe and secure use of various public cloud services. This service meets operational quality, security and other requirements that beneﬁt social infrastructure as demanded by our public-sector clients, including governments and other public organizations.  In addition to migrating existing systems to the cloud, we provide a full range of cloud-based services that meet the needs of public institutions, including service selection, introduction and operation. We also oﬀer an authentication linkage function, which allows existing user management systems to be deployed without modiﬁcation, thus ensuring safe and secure use of various public cloud services. We will continue fostering DX among governments while supporting productivit y improvements and work-st yle innovations for civil servants. Realizing digital government (target users by the end of fiscal 2024)", "page": 7, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "NTT DATA oﬀers family account transaction monitoring services for family members watching over the aﬀairs of elderly relatives or young relatives living away from home. Under these services, a notiﬁcation is sent to the family member via a smartphone app when the relative makes a bank account transaction. The ser vices provide a supportive environment according to the cognitive abilities of those monitored, while oﬀering independence by giving maximum respect to the wishes of the individuals.", "header": "Key-Metrics", "content": "By 2065 Approx. 1 of every  2.6  people will be age 65  or older", "page": 8, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "NTT DATA oﬀers family account transaction monitoring services for family members watching over the aﬀairs of elderly relatives or young relatives living away from home. Under these services, a notiﬁcation is sent to the family member via a smartphone app when the relative makes a bank account transaction. The ser vices provide a supportive environment according to the cognitive abilities of those monitored, while oﬀering independence by giving maximum respect to the wishes of the individuals.", "header": "Substance", "content": "In Japan, which has the highest per-capita aged population in the world, the number of people aged 65 and older is estimated to exceed 37 million by 2030. In particular, the number of elderly people with dementia is expected to reach 8 million, highlighting the urgent need for ﬁnancial services that can address the decline in cognitive and judgment abilities of a large portion of the population.  To provide the ﬁnancial solutions needed in such an aging society, NTT DATA oﬀers its MyPallete® and AnserParaSOL® services, which help family members monitor the bank account transactions of their relatives. In addition to the elderly, these services can be applied to transac tions of people in all generations, including students pursuing higher education away from home. When the user makes a deposit, withdrawal or other transaction at a ﬁnancial Japan’s aging society institution, an ATM or via Internet banking, details of the transaction are sent to the family member via a smartphone app.  While keeping the “ﬁnancial gerontology” perspective in mind, we will continue developing digital solutions that can be used in ﬁnancial services tailored to the cognitive abilities of the elderly. Our aim is to build an environment that third parties can easily embrace while promoting the independence of users. We will also consider collaborating with various players, regardless of business type, to develop ﬁnancial services beﬁtting Japan’s aging society.  Through these eﬀorts, we will help realize a state of “ﬁnancial inclusion” in which everyone can beneﬁt from ﬁnancial services.", "page": 8, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "When an individual agrees to provide his/her personal data and a company is authorized to utilize such data, that company is positioned to return the favor by oﬀering products and services tailored to the individual’s needs. By taking this “personal data trust bank” framework a step further, we are creating new value in society.", "header": "Key-Metrics", "content": "Providing a platform to support personal data trust banks", "page": 9, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "When an individual agrees to provide his/her personal data and a company is authorized to utilize such data, that company is positioned to return the favor by oﬀering products and services tailored to the individual’s needs. By taking this “personal data trust bank” framework a step further, we are creating new value in society.", "header": "Substance", "content": "When accessing various services, do you fully understand and agree to the terms and conditions associated with those services? Do you know exactly the companies to which you have provided your personal data, including those with terms you have agreed to in the past?  A personal data trust bank is a framework in which individuals provide data to companies, having decided which companies are suitable and the purposes for which the information will be used. In return, the companies use the data to oﬀer beneﬁts in the form of services and products tailored to the individuals.  In the case of ﬁtness clubs, for example, advances in personal data trust banks will enable companies to oﬀer comprehensive wellness programs tailored to each individual based on personal data. A typical program would cover not only training content and frequency but also daily steps, sleeping hours, diet and health checkup results.  NTT DATA oﬀers My Information Tracer™ (“mint”) as a platform to support the personal data trust bank framework and takes responsibility for the distribution of personal data. We also aim to put into practical use a consent management service that enables individuals to control their personal data. In addition, we have established a consortium of companies from various industries, including ﬁnance, telecommunications, logistics and infrastructure, to consider new services that utilize personal data. We will continue creating new value in society by encouraging the evolution of personal data trust banks. Safe and secure data distribution/utilization that respects privacy", "page": 9, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "TradeWaltz® is a trade data sharing platform that uses blockchain technology to allow trade documents to be stored as reusable structured data. T his ensures the authenticit y and t r a n s p a r e n c y  o f  t r a d e  d o c u m e n t s ,  a n d dramatically improves eﬃciency by digitalizing administrative procedures.", "header": "Key-Metrics", "content": "Up to 50 %  reduction", "page": 10, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "TradeWaltz® is a trade data sharing platform that uses blockchain technology to allow trade documents to be stored as reusable structured data. T his ensures the authenticit y and t r a n s p a r e n c y  o f  t r a d e  d o c u m e n t s ,  a n d dramatically improves eﬃciency by digitalizing administrative procedures.", "header": "Substance", "content": "Streamline administrative procedures for trade operations Trading operations entail the ﬂow of all kinds of goods and require many manual operations based on paper documents during transactions. Such operations, which includes the transcribing of documents and the checking of consistency, incurs signiﬁcant costs. In addition, as multiple parties are involved in transactions across countries, the creation of a system for the accurate and safe transfer of information has been a common challenge that transcends industry boundaries.  To address these challenges, NTT DATA has led a cross-industry consortium since 2017 with 18 trading-related companies from varying industries, including trading, banking, insurance, and shipping. Members have examined how to improve the eﬃciency and safety of trade operations using digital technology, and conducted Proofs of Concept (PoC) both in Japan and ASEAN countries.  In 2020, NTT DATA started full-scale operation of TradeWaltz®. In October 2020, seven Japanese companies—NTT DATA Corporation, Mitsubishi Corporation, Toyota Tsusho Corporation, Tokio Marine & Nichido Fire Insurance Co., Ltd., MUFG Bank, Ltd., Kanematsu Corporation and Sompo Japan Insurance Inc.—agreed to jointly invest in a company managing the platform.  Customers introducing TradeWaltz® can cut their workload by up to 50% compared to existing methods. This includes large-scale cuts in trade-related paperwork and contactless electronic data exchange, all in response to COVID-19.  In the future, we will aim for 100% digitalization of trade documents while helping realize safer, more secure, and more eﬃcient trade transactions.", "page": 10, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "Our high-deﬁnition AW3D® global digital 3D map is based on the world’s highest-performance satellite imaging data and image processing technology. By facilitating simulations of urban development, plant construction, disaster prevention and response, and forest and green space management, it contributes to the resolution of various social challenges.", "header": "Substance", "content": "AW3D®, provided by NTT DATA in collaboration with the Remote Sensing Technology Center of Japan, is based on the world’s highest-performance satellite imaging data and image processing technology. In eﬀect, it is a “digital 3D map of the entire world.”  The speed and newness of the 3D data, which is provided in the form of images and extracted information with 2.5-meter maximum resolution, makes AW3D® a viable alternative to aerial surveys and ﬁeld surveys. Using AI to analyze images makes it possible to extract information on buildings and other geological features and monitor changes over time.  Since its launch in 2014, AW3D® has been used in more than 2,000 projects in over 130 countries around the world. Its ﬁelds of deployment include urban development, agriculture, plant construction and facility management, airports and harbors, electric power, roads and railroads, disaster prevention and response, and forest and green space management. For example, it is used to simulate radio-wave propagation to facilitate 5G base station design and as a map for automatic driving. It is also used to beneﬁt the construction of wind power plants, speciﬁcally by helping predict wind ﬂows from surrounding topography. Other uses include the simulation of rainwater outﬂows and landslides from mountains caused by heavy rains. In addition, AW3D® is used to gain an understanding of sewage ﬂow channels, which helps clarify polio transmission routes in developing countries. In these and other ways, it contributes to the resolution of global social issues.", "page": 11, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "We have formed a business alliance with Toyota Connected Corporation, through which we are integrating Toyota’s know-how in the service business for connected cars with NTT DATA’s global IT resources. In this way, we will foster the creation of a prosperous and exciting mobility service business in the automotive industry, which is undergoing major transformation spurred by advances in CASE and MaaS.", "header": "Key-Metrics", "content": "5 million (target)", "page": 12, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "We have formed a business alliance with Toyota Connected Corporation, through which we are integrating Toyota’s know-how in the service business for connected cars with NTT DATA’s global IT resources. In this way, we will foster the creation of a prosperous and exciting mobility service business in the automotive industry, which is undergoing major transformation spurred by advances in CASE and MaaS.", "header": "Substance", "content": "Number of “connected” Toyota vehicles in Japan (by 2025) With the rapid progress of innovative technologies, such as cloud services, big data, AI and IoT, the automotive industry is undergoing a major “once in a century” transformation driven by advances in CASE and MaaS . In these changing times, Toyota Motor Corporation is promoting its “Connected Strategy.” Under the strategy, Toyota Connected is spearheading development of the “Mobility Service Platform (MSPF),” an information platform that supports Toyota’s MaaS vision.  NTT DATA entered a business alliance with Toyota Connected in April 2020. Under the alliance, we are combining Toyota Connected’s know-how in the service business for connected cars with NTT DATA’s global IT resources and cutting-edge technology deployment expertise. Together, we are working to develop a stronger MSPF and strengthen our ability to address and utilize the expanding volume of vehicle-related big data.  In addition, we will emphasize collaborative development and personnel exchanges between Toyota Connected and our core mobility service  business, with the aim of strengthening systems for providing high-quality global mobility services.  By sharing mechanisms, services and values that support the next-generation society, Toyota Connected and NTT DATA will deploy their jointly created services to help build a prosperous and exciting mobility society.", "page": 12, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "“Tele-ICU” is a remote intensive care unit (ICU) system that connects the ICUs of multiple hospitals with a support center staﬀed by intensive care specialists in order to share patient vital information, real-time images, electronic medical records and so on. Through Tele-ICU, we are supporting improvements in medical quality and work-style innovations for doctors.", "header": "Substance", "content": "Intensive care units (ICUs) need to be robust and operate eﬀectively around the clock. While there are around 17,000 ICU beds throughout Japan, there is a shortage of intensive care specialists, numbering only 1,850. In some medical institutions, surgeons and internal medicine doctors are forced to treat critically ill patients even at night, leading to longer working hours and increased mental burden on doctors.  To address these issues, NTT DATA oﬀers “Tele-ICU,” a remote ICU system, in collaboration with Yokohama City University. Tele-ICU is a network that connects a support center staﬀed by resident intensive care specialists with the ICUs of multiple medical institutions, enabling the sharing of patient vital information, real-time images and electronic medical records. Specialists at the support center monitor patient information in real time and provide remote support for medical treatment by doctors in each institution. In October 2020, we established a support center in a hospital attached to Yokohama City University, with support from the Ministry of Health, Labour and Welfare and the Yokohama City Medical Bureau. The center coordinates a network of around 40 ICU beds at partner facilities in Yokohama City.  We will continue working to improve the quality of medical care and reduce the burden on doctors by expanding the network linked to Tele-ICU and upgrading its functions. As Tele-ICU also helps reduce physical contact between people, we will further broaden its application with a view to preventing infections of medical staﬀ during the COVID-19 pandemic.", "page": 13, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "", "header": "Substance", "content": "NTT DATA promotes diverse work styles and strives to improve the productivity of its own employees by incorporating innovative working arrangements using digital technologies. These eﬀorts have enabled us to amass expertise related to work-style innovations, which we leverage to provide services for customers.  BizXaaS Oﬃce® is a cloud-based platform that provides the oﬃce environment necessary for basic business operations and can be accessed from a variety of internal and external devices. To address the growing use of cloud services and the urgent need for cybersecurity measures, we have added services Considering labor shortages and other social issues, there is an increasing need for companies in various industries to enhance routine tasks through labor saving and improvements in eﬃciency and quality, in order to assign human resources to higher-value-added areas.  In response, NTT DATA oﬀers a software robot-based solution called WinActor®*/ WinDirector® that was born to our lineup that enable companies to manage security when using cloud services. More than 150 companies were using the service as of July 31, 2020. The system provides the same level of security as a physical oﬃce environment. In addition to eliminating restrictions on where people can work, it is expected to stimulate communication between teams and organizations through web conferencing and the like. Accordingly, it facilitates teleworking arrangements and work-style innovations and fosters improvements in productivity and employee engagement. from the research technology and know-how of the NTT Group. This solution allows numerous applications that can be operated on Windows terminals to be automated. It also improves productivity by reducing the processes and costs required for routine work and preventing and reducing human error caused by inputting mistakes and the like.  More than 3,300 customers were using the solution as of September 30, 2020. We are utilizing it to promote digital transformation both inside and outside the Company, including by establishing a WinActor information portal for in-house tasks and a WinActor user forum for external users.  NTT DATA will continue fostering productivity improvements, cost reductions and work-style innovations in its quest to realize an unprecedentedly smart society.", "page": 15, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "", "header": "Substance", "content": "Recent years have seen an increase in cyberattacks on information systems, including through unauthorized Internet access and targeted internal attacks using malware. Among them, fraudulent transactions conducted through online “spooﬁng”—using personal information illegally acquired through information leakage and/or phishing—have become particularly sophisticated. With the increasing number of Internet transactions and use of smartphone payments, security measures against unauthorized transactions and logins are urgently needed.  In response, NTT DATA oﬀers CAFIS Brain, a cloud-based service that detects fraudulent transactions with high accuracy. It does this by extracting information on terminals (personal Deterring fraudulent credit card transactions in Japan Adopting Company Consumer computers, smartphones and the like) operated by end users and performing attribute/behavioral analysis in conjunction with analyses of transaction information.  This service utilizes NTT DATA’s high-security data center to reduce customers’ system construction and operation workloads. In addition to providing high security, it helps minimize damages stemming from fraudulent transactions and ensure safe and secure Internet transactions, enabling customers to expand their businesses more eﬃciently.  Seeking to remain a partner that customers can trust, we are striving to fulﬁll our responsibilities as an advanced security company committed to both ensuring information security and actively utilizing and sharing information.", "page": 16, "source": "data\\raw\\sr_2020_cb_p.pdf"}
{"main_title_of_page": "", "main_subtitle_of_page": "", "header": "Substance", "content": "In Italy, pipes and other water facilities have deteriorated to such an extent that the ratio of water for which fees cannot be collected due to water leakage or theft (non-revenue water rate) has reached as high as 40%. Accordingly, appropriate management of limited water resources has become an urgent social issue in that nation.  In response, NTT DATA Italia, a subsidiary of NTT DATA, started research into IoT-based smart water management systems in 2016. Following a series of hackathons, where multiple in-house engineers gathered to exchange opinions and ideas, it developed origAMI, a unique smart water management system that handles the modeling, monitoring and control of water distribution systems. The origAMI system enables centr alized management of water distribution–related operations, including water consumption measurement and billing automation, as well as detection and monitoring of chlorine and contaminants and water pipe facility maintenance support. It is a comprehensive management tool for water distribution system designers, operational managers and end users.  Securing and supplying safe water is an environmental issue that needs to be addressed globally. For this reason, we expect demand for Percentage of water for which charges cannot be collected due to water leakage or theft (non-revenue water rate) systems like origAMI to continue to grow. NTT DATA will seek to expand origAMI globally through collaboration with local and global partners with the aim of contributing to the procurement and supply of safe water.", "page": 17, "source": "data\\raw\\sr_2020_cb_p.pdf"}
