{"main_title_of_page": "HUCAST AI-Driven HVAC Optimization Services", "main_subtitle_of_page": "Saving Energy and Enhancing Comfort through Predictive Control Based on AI Analysis of", "header": "Social issues", "content": "• Office buildings and other commercial facilities account for about 40% of Japan’s energy-related CO emissions. About half of this figure is connected to air conditioning. Under its Plan for Global Warming Countermeasures, which aims to achieve net zero emissions by 2050, Japan is seeking to reduce CO emissions from commercial buildings by 51% from fiscal 2013 levels by fiscal 2030. To achieve this, building operators need concrete energy reduction strategies. • Electricity prices are also expected to rise in future, making reducing energy costs an urgent necessity.", "page": 7, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "HUCAST AI-Driven HVAC Optimization Services", "main_subtitle_of_page": "Saving Energy and Enhancing Comfort through Predictive Control Based on AI Analysis of", "header": "Business need", "content": "Office building air conditioning is typically operated reactively to achieve a consistent temperature suitable for the time of year (feedback-based control). However, this method takes time to achieve the set temperature and is likely to lead to unnecessary air conditioning operation, temperature management requires highly sophisticated control to account for time lags and multiple factors that exclusively handled by humans on a moment-to-moment basis. Feedback-based control also has limitations that environments while also reducing energy costs.", "page": 7, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "HUCAST AI-Driven HVAC Optimization Services", "main_subtitle_of_page": "Saving Energy and Enhancing Comfort through Predictive Control Based on AI Analysis of", "header": "Solution", "content": "NTT DATA developed the HUCAST AI-Driven HVAC Optimization Services, which launched in September 2023. AI analyzes data points such as the weather, indoor temperature and movement of people, then forecasts future temperatures as a basis for proactive air conditioning control (feed forward control). This resolves shortcomings of feedback-based control, including short term temperature adjustments and wasteful air conditioning operation. AI forecasting can also be automatically linked with on-site equipment to enable evaluation metrics (PMV*), the system can also control the temperature to provide a comfortable environment for as many people as possible while also reducing energy use. In verification tests at multiple office buildings, commercial facilities and mixed-use buildings, including JR Shinjuku Miraina Tower, this system contributed to reductions in energy use of up to 50 Through further expansion, HUCAST can advance the optimization of office buildings’ energy use and contribute to a carbon neutral society. *Predicted Mean Vote (PMV) quantifies human perceptions of thermal comfort on a scale from -3 (very cold) to +3 (very hot). PMV is used in the international standard ISO 7730, which recommends heating environments have a PMV within 0.5 of 0. NTT DATA Japan Corporation Asset Business Section Social Innovation Division Social Infrastructure Solution Sector", "page": 7, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "HUCAST AI-Driven HVAC Optimization Services", "main_subtitle_of_page": "Saving Energy and Enhancing Comfort through Predictive Control Based on AI Analysis of", "header": "Impact", "content": "Energy use reduction after introducing HUCAST (based on verification tests at multiple facilities) Up to 50", "page": 7, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Battery Traceability Platform", "main_subtitle_of_page": "An Information Platform that Ensures Data Sovereignty and Enables Safe, Secure Data", "header": "Social issues", "content": "• To address social issues such as labor shortages, increasingly-severe natural disasters, and the need for decarbonization, and to drive innovation and achieve economic growth, it is essential to establish mechanisms for cross-industry and cross-border data sharing and system integration. • Batteries used in electric vehicles (EVs) contain critical minerals such as lithium and nickel, and the processes of mining and refining these minerals generate CO emissions. To achieve emission reductions and ensure stable supplies, it is necessary to establish a circular economy that utilizes recycled materials.", "page": 8, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Battery Traceability Platform", "main_subtitle_of_page": "An Information Platform that Ensures Data Sovereignty and Enables Safe, Secure Data", "header": "Business need", "content": "Following the EU Battery Regulations that came into effect in August 2023, companies are now required to recycling rates throughout the lifecycle of EV batteries. This disclosure will become mandatory in 2025, meaning companies must provide this data when shipping batteries to the European market. In this context, building robust information platforms is a external environments, businesses need an information platform that allows stakeholders to securely exchange confidentiality of sensitive information.", "page": 8, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Battery Traceability Platform", "main_subtitle_of_page": "An Information Platform that Ensures Data Sovereignty and Enables Safe, Secure Data", "header": "Solution", "content": "blockchain-based distributed ledger management, smart contracts, encryption and tampering detection technology to achieve both protection of confidential information and the free exchange of data with the aim of realizing secure inter-company data coordination. As part of this project, NTT DATA established the Battery Traceability Platform, which visualizes information such as aggregated data regarding supply chains’ carbon footprints, recycling and reuse with a view to responding to needs such as compliance with the EU Battery Regulations. In May 2024, NTT DATA started providing a service enabling inter-company aggregation and coordination of carbon footprint data during battery production. This platform facilitates data coordination across borders throughout battery lifecycles. Additionally, it ensures safe, Future development is expected to include support for circular economies through interoperability with other data *Data spaces: Initiatives to create spaces for new economic and social activity through systems enabling multiple organizations to freely exchange data while ensuring mutual trust. spaces,* support for circular economies through global expansion, and coverage for more products and materials. This platform was the first use case for the Ouranos Ecosystem, an initiative for cross-industry data exchange coordination led by the Japanese Ministry of Economy, Trade and Industry, and will be applied to various cross- industry data exchange use cases. NTT DATA Japan Corporation First Public Sector Public Service Design Division Third Public Sector Digital Platform Division First Industry Business Sector Automotive Division", "page": 8, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Battery Traceability Platform", "main_subtitle_of_page": "An Information Platform that Ensures Data Sovereignty and Enables Safe, Secure Data", "header": "Impact", "content": "Number of companies expected to use battery traceability platform in next five years At least 500 companies", "page": 8, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Helping Investment Recipients by Visualizing their Greenhouse Gas (GHG) Emissions", "header": "Social issues", "content": "• Increasing GHG emissions from various social activities are accelerating global warming, leading to extreme weather, rising sea levels, ecosystem collapse, and food crises. • Although various efforts are being made by governments and companies to reduce GHG emissions, further technological innovation and other measures are needed to achieve reduction targets.", "page": 9, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Helping Investment Recipients by Visualizing their Greenhouse Gas (GHG) Emissions", "header": "Business need", "content": "Japan's targets for reducing GHG emissions cannot be attained solely through efforts by high-emission industries, which account for about 30% of total GHG emissions. It is crucial also to reduce emissions from small and medium- sized enterprises, which contribute about 20% to 30% of GHG emissions. To advance decarbonization in small and medium-sized enterprises, investing in energy-saving and renewable which are the backbone of local communities, play a major role in supporting these investments through loans emissions of client companies.", "page": 9, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Helping Investment Recipients by Visualizing their Greenhouse Gas (GHG) Emissions", "header": "Solution", "content": "platform C-Turtle to promote the reduction of GHG emissions across the entire supply chain. This platform uses actual data (primary data) owned by CDP* to achieve FE is a new service that complies with the international standards for financial institutions known as the PCAF Standard. This service visualizes the GHG emissions of client companies based on financial data held investment and financing recipients, it enables high-quality calculation of Scope 3* emissions that reflects GHG emissions and reduction efforts related to investments and The system is currently in use at financial institutions such Group, Fukui Bank, and The 77 Bank. It helps visualize and reduce GHG emissions by enabling understanding of and engagement on the GHG emissions of investment and loan recipients (financed emissions). financial institutions to support efforts to reduce GHG emissions locally and will also promote the service with a view to offering it globally. CDP is a non-profit that operates a global greenhouse disclosure system. Scope 1: Direct emissions from fuel use, etc. Scope 2: Indirect emissions from the use of purchased electricity and heat Scope 3: Indirect emissions in the supply chain (excluding Scope 1 and 2) NTT DATA Japan Corporation Consulting Group Sustainability & Marketing Sector, Enterprise Segment", "page": 9, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "C-Turtle", "main_subtitle_of_page": "Helping Investment Recipients by Visualizing their Greenhouse Gas (GHG) Emissions", "header": "Impact", "content": "Reduction in time taken to calculate GHG emissions through optimization with C-Turtle About 10% (highlighted: About 10%)", "page": 9, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "FEDI", "main_subtitle_of_page": "Cross-industry Support for Enhanced Efficiency in Fashion Industry Supply Chains", "header": "Social issues", "content": "• In Japan, 98% of clothing products are manufactured overseas. Processes from material procurement to manufacturing emit approximately 90,000 tons of CO annually. Additionally, clothing waste contributes to rising CO emissions, amounting to approximately 470,000 tons per year. • The fashion industry involves numerous stakeholders, such as apparel companies, trading firms, fabric and accessory suppliers, and factories. The use of disparate methods and systems for communication among these parties results in significantly longer lead times from design to delivery. Sustainable Fashion (Japanese Ministry of the Environment website):", "page": 10, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "FEDI", "main_subtitle_of_page": "Cross-industry Support for Enhanced Efficiency in Fashion Industry Supply Chains", "header": "Business need", "content": "stakeholders often relies on company-specific document formats and individual email styles. These variations can lead to errors and the need for work to be redone. Another significant issue in supply chains is the partial optimization Additionally, to enhance quality, prevent the shipment of defective products, and gain consumer trust, supply chains must be improved to ensure traceability spanning from raw material procurement to production, shipping, sale, and consumption.", "page": 10, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "FEDI", "main_subtitle_of_page": "Cross-industry Support for Enhanced Efficiency in Fashion Industry Supply Chains", "header": "Solution", "content": "NTT DATA is building cross-industry systems to enhance supply chain efficiency for the fashion industry. It provides a series of these solutions as the FEDI Ecosystem. FEDI communication and digitalizes a series of tasks that take place among stakeholders, from order management to provided in two ways: API and portals. Linking data related to ordering and trade through FEDI reduces the burden of inputting data into companies’ own systems and lowers the risk of human errors. greenhouse gases in supply chains and perform even more precise demand forecasting on the demand chain* frameworks that support production of appropriate volumes at appropriate times. This addresses fashion loss* as a means to reduce waste and lower CO emissions. It also including those prohibiting the disposal of unsold clothes and requiring digital product passports (DPPs)* . NTT DATA will also contribute to the realization of green transformation (GX)* in the fashion industry. *1 Demand chains: Processes that start from consumers (end users) and move towards suppliers (procurement, production and sales). This contrasts with supply chains, which start from the supplier side and move towards *2 Fashion loss: Clothing that can still be worn but is disposed for one of various *3 Digital product passports (DPPs): Digital certificates containing extensive information to ensure the traceability of products throughout their lifecycles. *4 Green transformation (GX): Initiatives to switch from fossil fuels that produce greenhouse gases to industrial structures centered on clean energy. NTT DATA Japan Corporation Business Incubation Group Global Customer Success Office Financial Innovation Headquarters", "page": 10, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "FEDI", "main_subtitle_of_page": "Cross-industry Support for Enhanced Efficiency in Fashion Industry Supply Chains", "header": "Impact", "content": "70 % through the introduction of FEDI (highlighted: 70 %)", "page": 10, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SAF Supply Chain Platform", "main_subtitle_of_page": "“Local Production, Local Consumption“", "header": "Social issues", "content": "• The aviation industry, a major CO emitter, is under pressure to achieve carbon neutrality. The International Civil Aviation Organization (ICAO) aims *Sustainable Aviation Fuel (SAF): to achieve carbon neutrality by 2050. Japan's Ministry of Economy, Trade and Industry plans to replace 10% of aviation fuel with Sustainable Sustainable aviation fuel used by the airline industry to reduce environmental Aviation Fuel (SAF)* by 2030. • Japan is making a national push to develop and produce internationally competitive SAF. The Agency for Natural Resources and Energy expects domestic SAF supply to reach nearly 1.92 million kiloliters annually by 2030, several dozen times the current level. In Europe, systems are in place", "page": 11, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SAF Supply Chain Platform", "main_subtitle_of_page": "“Local Production, Local Consumption“", "header": "Business need", "content": "SAF is a fuel that emits less CO than traditional jet fuel, and its production is rapidly advancing in Japan. Producing SAF requires sourcing key materials like used cooking oil, animal fat, municipal waste, waste gas, plants, agricultural residues, and microalgae in an eco- friendly manner. However, this process incurs significant costs, making it crucial to reduce production expenses. As well as strengthening supply chains to secure distribution channels for by-products like biodiesel and naphtha, it is essential to establish systems for information sharing and inspections. This will help streamline the certification process for CORSIA-compliant fuel and adherence to international standards such as ASTM. Building future supply chains will require a digital such as producers, and collectors.", "page": 11, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SAF Supply Chain Platform", "main_subtitle_of_page": "“Local Production, Local Consumption“", "header": "Solution", "content": "NTT DATA aims to build a locally integrated supply chain procurement, refining, and sales. The goal is to achieve sustainability. Specifically, the aim is to use local resources for raw materials and keep the entire process—from procurement to production and consumption—within the stimulates the local economy, and reduces environmental NTT DATA will first conduct trials using waste cooking oil challenges in launching domestic production. Effectiveness will be tested in the Aichi Prefecture decarbonization Supporting the collection of raw materials Supporting the crediting and trading of such as used cooking oil, urban waste, environmental value (Book and Claim) agricultural products, and forestry residues Supporting sustainability certification (CORSIA certification) significantly reducing CO compared to traditional fossil fuels. project, which was approved in January 2025, and in multiple pilot fields as part of work toward full-scale implementation. Efforts to promote local production for local consumption to revitalize the community will also be NTT DATA aims to support domestic SAF production and distribution by ensuring transparency, certification, and maintenance across the entire SAF supply chain. The goal is to provide an industry-wide data platform that balances cooperation and competition. This model will be expanded globally, focusing on Asia, to promote a circular economy and contribute to achieving carbon neutrality across society. NTT DATA Japan Corporation Second Industry Business Sector Pharmaceutical & Chemical Division", "page": 11, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SAF Supply Chain Platform", "main_subtitle_of_page": "“Local Production, Local Consumption“", "header": "Impact", "content": "Expected CO reduction from building an SAF supply chain Approx. 415,000 tons (highlighted: Approx. 415,000 tons)", "page": 11, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sustainable Schools", "main_subtitle_of_page": "Scalable Energy Savings in Schools Through IoT, AI and Analytics", "header": "Social issues", "content": "• Data-driven analytics of energy use in buildings have significant potential for reducing energy and operating costs, a particularly pressing need given factors such the EU Energy Efficiency Directive 2023/1791 requiring a 1.9% reduction in annual energy consumption in public buildings, compared to 2021 levels. • School buildings often lack sufficient indoor climate controls to maximize the health, safety and productivity of both teachers and students.", "page": 12, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sustainable Schools", "main_subtitle_of_page": "Scalable Energy Savings in Schools Through IoT, AI and Analytics", "header": "Business need", "content": "buildings are responsible for 40% of global energy consumption and 33% of greenhouse gas emissions. GovTech Midtjylland, a joint venture between 13 Danish municipalities, was exploring ways to use IoT sensors and AI technology to provide energy use transparency and uncover opportunities for energy cost savings through analytics and AI modelling. To produce actionable insights, they wanted a solution that could capture and consolidate different kinds of usage and consumption data and show specific, tangible optimization opportunities. As building and levels of digitalization differ between municipalities, the solution had to be flexible to scale across different maturity levels. GovTech Midtjylland engaged NTT DATA as a partner with expertise bringing together IoT, AI, data modelling and analytics for similar use cases.", "page": 12, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sustainable Schools", "main_subtitle_of_page": "Scalable Energy Savings in Schools Through IoT, AI and Analytics", "header": "Solution", "content": "NTT DATA used the Momenttum platform to build easy- to-use dashboards to consolidate, calculate and report on Ensuring the platform is open, flexible and intuitive to use facilitated its utilization across municipalities with varying sizes and levels of digitization. Through workshops and close dialogue, NTT DATA also example, schools had a good grasp of how buildings were used during school times, but there was no clarity on energy use at night, on weekends or during holidays. The platform identified significant potential savings outside of school hours By tracking attendance using CO sensors, the platform provides an accurate view of how rooms are used at all Estimated average saving per school The tool clearly illustrates the potential savings, proving the necessity of optimizing (Team Leader of Syddjurs Municipality) DKK 34,966 If used nationally, it was estimated that the platform can save DKK 37 million (USD 5.32 million) nationwide. This is equivalent to 1 million kg of CO (USD 5,029) unnecessary energy consumption and providing tangible cost saving opportunities. ” - Henrik Bojsen reductions, or up to 10,000 short haul passenger NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 12, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sustainable Schools", "main_subtitle_of_page": "Scalable Energy Savings in Schools Through IoT, AI and Analytics", "header": "Impact", "content": "Student and teacher productivity and well-being were increased due to optimization of heat, light and", "page": 12, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Software Carbon Footprint Calculator", "main_subtitle_of_page": "Comprehensive, Actionable Insight to Drive Decarbonization in IT Systems", "header": "Social issues", "content": "• The environmental impact of digital technology is increasing exponentially and requires urgent attention. A significant portion of companies' Scope 2 emissions is attributable to their IT systems. Accurately calculating such emissions and understanding their composition and underlying drivers is critical for effective emission reduction strategies. • The complexity of software lifecycles and the wide-ranging factors involved make accurately determining energy consumption at each stage difficult and have prevented the establishment of unified calculation methodologies. Software energy consumption is also often not recorded in detail, and companies therefore lack tools to communicate this information to stakeholders in an easy-to-understand manner.", "page": 13, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Software Carbon Footprint Calculator", "main_subtitle_of_page": "Comprehensive, Actionable Insight to Drive Decarbonization in IT Systems", "header": "Business need", "content": "IT systems play a significant role in overall emissions levels, and companies are working to enhance their IT operations’ energy efficiency, reduce systems’ footprints sustainability reporting requirements. Many businesses with complex IT infrastructure use consumption. In such large-scale systems, identifying priority areas to upgrade can enable businesses to impact. However, software's carbon footprint constantly changes due to technological advances and changes in usage. Identifying priority measures therefore requires mechanisms that essential for confirming effectiveness and monitoring progress towards environmental goals.", "page": 13, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Software Carbon Footprint Calculator", "main_subtitle_of_page": "Comprehensive, Actionable Insight to Drive Decarbonization in IT Systems", "header": "Solution", "content": "NTT DATA is a steering member of the Green Software Foundation and played a key role in developing Software Carbon Intensity (SCI), a standard method of measuring the carbon footprint of software. The SCI Specification was adopted as an ISO standard in 2024. NTT DATA is enabling companies to leverage SCI and related metrics in their emission reduction efforts through solutions such as its proprietary tool for comprehensive monitoring of CO emissions and SCI. This tool goes detection and automated report generation. Results based on precise, granular calculation of IT-related emissions are made easily accessible in internal dashboards to give decision-makers real time insight. This empowers them to know which IT systems generate the most significant inefficiencies, identify where new technological solutions solutions, and keep optimizing performance. In addition to hardware usage for greater sustainability lowers costs by efficient, scalable, and sustainable IT solutions to prepare they remain competitive in rapidly evolving markets. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 13, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Software Carbon Footprint Calculator", "main_subtitle_of_page": "Comprehensive, Actionable Insight to Drive Decarbonization in IT Systems", "header": "Impact", "content": "reductions identified by NTT DATA’s technology within the IT network at Intesa Sanpaolo, Italy’s largest ban About 70% (highlighted: About 70%)", "page": 13, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DTE Insight", "main_subtitle_of_page": "Successful Energy Optimization Through Real-time Information, Coaching and Gamification", "header": "Social issues", "content": "• Smart meters have the potential to empower households to understand their energy usage and reduce their carbon footprint through access to real-time information and the ability to set and track energy usage targets, however, concerns around areas such as privacy and transparency remain barriers to widespread adoption. • With conventional energy monitoring services, households receive energy reports at the end of each month, meaning they learn how much energy they used after the fact. Solutions delivering real-time insights can enable homeowners to take action within monthly cycles to proactively prevent overspending and excess emissions.", "page": 14, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DTE Insight", "main_subtitle_of_page": "Successful Energy Optimization Through Real-time Information, Coaching and Gamification", "header": "Business need", "content": "company involved in the development and management of energy-related businesses and services across the United States. The company sought to change the around smart meter adoption by providing customers with a transparent system that delivers real- time energy awareness and insights while addressing privacy concerns as a barrier to adoption. The system was intended to create win-win situations for customers, DTE Energy and wider society by empowering users to proactively reduce their energy costs, increasing loyalty relationship, and reducing overall energy use.", "page": 14, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DTE Insight", "main_subtitle_of_page": "Successful Energy Optimization Through Real-time Information, Coaching and Gamification", "header": "Solution", "content": "NTT DATA worked with DTE Energy to conceptualize, architect, and design DTE Insight, a system featuring custom hardware that quickly and securely binds to an advanced meter, then presents real-time energy data in a mobile app. The app supports Android and iOS devices, including the Apple Watch, giving users access to real-time information, wherever they are. By enabling users to easily monitor and adjust their appliances, the app empowers people to enjoy time at home in comfort with the peace of mind that comes from being in control of their energy use. recommendations and weekly energy-saving challenges, DTE Insight also engages users through coaching and gamification. Users can even set personal energy goals, reinforcement upon reaching their energy reduction and savings targets. To ensure data privacy, the app includes opt-in/opt-out features and the gamification aspects do not share personal identifiers. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 14, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DTE Insight", "main_subtitle_of_page": "Successful Energy Optimization Through Real-time Information, Coaching and Gamification", "header": "Impact", "content": "Overall decrease in energy usage among Insight users The unique blend of coaching, gamification, and social elements has reinforced a positive touchpoint between users and utility providers while generating the highest aggregate savings for a DTE energy efficiency program. Gamifying the experience also more than doubled the user retention rate to 65%. [note: The unique blend of coaching, gamification, and social elements has reinforced a positive touchpoint between users and utility providers while generating the highest aggregate savings for a DTE energy efficiency program. Gamifying the experience also more than doubled the user retention rate to 65%.]", "page": 14, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Climate Finance Accelerator in Mexico", "main_subtitle_of_page": "Facilitating Access to Finance and Accelerating Action on Climate Change", "header": "Social issues", "content": "• Large-scale investments are needed to transit quickly to a low-carbon global economy and to help societies build resilience. Increasing capital resources and innovating on financial solutions to address climate change will be critical in securing impactful outcomes in areas such as water, renewable energy, housing, forestry, and agriculture.", "page": 15, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Climate Finance Accelerator in Mexico", "main_subtitle_of_page": "Facilitating Access to Finance and Accelerating Action on Climate Change", "header": "Business need", "content": "Government-funded technical assistance program that sustainable pipeline of innovative and bankable climate The CFA targets three main climate finance challenges to overcome barriers to the effective flow of finance: Facilitating access to and mobilization of finance Building a climate finance ecosystem to identify solutions and recommendations for policymakers to address finance barriers in each country", "page": 15, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Climate Finance Accelerator in Mexico", "main_subtitle_of_page": "Facilitating Access to Finance and Accelerating Action on Climate Change", "header": "Solution", "content": "As a local delivery partner of the CFA in Mexico, NTT DATA has studied the national landscape of climate finance and supported the selection of about 10 climate projects for each support cycle. Through its work, the CFA in Mexico proponents. This includes developing their understanding of climate finance, including relevant terminology and concepts, and providing insight on how to pitch projects. These efforts are intended to facilitate access to funding. A pitching event was also held to provide a space for investors to dive deeper into the investment opportunities being presented. NTT DATA has also assisted the CFA in building a climate finance ecosystem through the establishment of a Climate Finance Directory and a community of engaged actors from the finance ecosystem. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 15, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Climate Finance Accelerator in Mexico", "main_subtitle_of_page": "Facilitating Access to Finance and Accelerating Action on Climate Change", "header": "Impact", "content": "Total value of investment attained to date USD 178.5 million CFA Mexico has accelerated 33 projects, attaining 14 investment deals with a total value of USD 178.5 million. Funded projects aim to deliver outcomes including the provision of drinking water for over 20,000 people and the building of 6,600 homes. [note: CFA Mexico has accelerated 33 projects, attaining 14 investment deals with a total value of USD 178.5 million. Funded projects aim to deliver outcomes including the provision of drinking water for over 20,000 people and the building of 6,600 homes.]", "page": 15, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "MeetZero", "main_subtitle_of_page": "Support for the Creation and Operation of Environmental Marketplaces", "header": "Social issues", "content": "• Environmental assets are emerging as a new class of marketable assets. Beyond providing credits that polluting industries can purchase, this approach offers an alternative means of financing for companies undertaking projects with desirable environmental impacts, encouraging investment in positive actions. • For environmental markets to be sustainable in the long term, they must align with the SDGs in order to bring direct and indirect benefits in terms of the development of socially and environmentally sustainable societies.", "page": 16, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "MeetZero", "main_subtitle_of_page": "Support for the Creation and Operation of Environmental Marketplaces", "header": "Business need", "content": "Environmental credits enable the conversion of actions to improve sustainability metrics into quantifiable assets with market value. Organizations can monetize their sustainability actions in environmental markets—selling However, while environmental achievements must be validated to build confidence in these systems, validation through manual record keeping may not reach the levels of operational efficiency necessary to release the full potential of environmental credit trading. Automated tools are therefore required to support the development of these vital trading markets while ensuring security and", "page": 16, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "MeetZero", "main_subtitle_of_page": "Support for the Creation and Operation of Environmental Marketplaces", "header": "Solution", "content": "NTT DATA has developed MeetZero as a solution based on blockchain technology that supports the creation and operation of voluntary markets for environmental assets. projects linked to environmental actions in areas such as carbon emissions, water, biodiversity, plastic use and energy efficiency, leading to the creation of verified and tokenized environmental credits. Verified environmental tokens are traded through MeetZero's built-in marketplace. MeetZero tokens are only issued for proven and verified providing security and trust. Environmental asset markets are gaining momentum among large companies around the world, covering areas including water, carbon emissions and biodiversity. More and more businesses are also including actions such as carbon neutrality and water positivity initiatives in their strategic plans. Through MeetZero’s tradeable token marketplace, NTT thinking tool to reduce their environmental footprint and contribute to the development of sustainable societies while continuing to align with rising expectations of traceability and transparency in global markets. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 16, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "MeetZero", "main_subtitle_of_page": "Support for the Creation and Operation of Environmental Marketplaces", "header": "Impact", "content": "Business value expected to be generated by NTT DATA through MeetZero EUR 35 million over 3 years As global markets—particularly environmental asset markets— expected to play an increasingly important role, leading to greater revenue generation. (highlighted: EUR 35 million over 3 years) [note: As global markets—particularly environmental asset markets— expected to play an increasingly important role, leading to greater]", "page": 16, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DECARBUILD", "main_subtitle_of_page": "Automated Analysis Relating to Real Estate Net Zero Carbon (NZC) Strategies", "header": "Social issues", "content": "• The building sector, including both construction and operation of buildings, represents approximately 38% of global energy-related emissions. More than 70 countries and 700 cities have established net zero carbon emission targets, and this sector will play an important role in achieving these aims. • Decarbonization is expected to be increasingly relevant to future regulatory environments across the world. Holders of expansive and complex real estate portfolios need to manage vast amounts of data to ensure cost effectiveness and ongoing compliance with these shifting environmental requirements.", "page": 17, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DECARBUILD", "main_subtitle_of_page": "Automated Analysis Relating to Real Estate Net Zero Carbon (NZC) Strategies", "header": "Business need", "content": "When creating net zero carbon (NZC) strategies for real estate, operators start by establishing a clear picture of energy consumption in each building and for their portfolio as a whole, then formulate and execute energy efficiency measures (EEMs). During implementation, setting annual budgets linked to the carbon reductions achieved and monitoring adherence to decarbonization objectives are key issues. When owners or tenants are responsible for numerous buildings, the vast quantity of information being combinations make joint strategies significantly more execution and monitoring.", "page": 17, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DECARBUILD", "main_subtitle_of_page": "Automated Analysis Relating to Real Estate Net Zero Carbon (NZC) Strategies", "header": "Solution", "content": "NTT DATA a tool automating background analysis relating to real estate NZC strategies. All information relevant to EEMs identified during energy audits—including each building’s type, size, location and energy consumption—is integrated into a single, up-to-date, cloud accessible location. Using an approach based on Science Based Target initiative (SBTi) frameworks, decarbonization pathways are mapped out both for individual buildings and for the overall portfolio. Impact forecasts are then automatically calculated by comparing emission reductions to SBTi curves. Users can simulate and monitor the progress of their strategies to identify barriers to smooth implementation, then come up with and execute countermeasures. DECARBUILD also reducing the time to reach net zero, cost efficiency or their fixed annual budget. Deployment of this tool is planned to expand beyond the building sector to other fields where NZC strategies are NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 17, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "DECARBUILD", "main_subtitle_of_page": "Automated Analysis Relating to Real Estate Net Zero Carbon (NZC) Strategies", "header": "Impact", "content": "Energy audit time saved through use of standardized list of EEMs and unique data repository Up to 20% (highlighted: Automated Analysis Relating to Real Estate Net Zero Carbon (NZC) Strategies, Up to 20%)", "page": 17, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Bi-directional EV Charging", "main_subtitle_of_page": "New Business Models for Supporting Power Grids with Electric Vehicles", "header": "Social issues", "content": "• With the expansion of renewables and electric vehicles (EVs), bi-directional charging has the potential to deliver environmental and economic benefits through Vehicle-to-Home (V2H), Vehicle-to-Business (V2B) and Vehicle-to-Grid (V2G) approaches, however, solutions addressing impacts on grid stability are required to support widespread deployment.", "page": 18, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Bi-directional EV Charging", "main_subtitle_of_page": "New Business Models for Supporting Power Grids with Electric Vehicles", "header": "Business need", "content": "EAM is a regional energy and electricity provider based municipalities, energy cooperatives, and businesses in planning and executing projects focused on the utilization of renewable energy sources. In this project, EAM aimed to address technical barriers to the integration of bi- directional EV charging technologies in two clusters: residential and business. Expanded use of renewables and EVs impacts grid stability, and goals of the project include managing grid congestion and reducing peak loads, with the eventual aim of establishing practices for the use of electric vehicles to support the grid. This can reduce reliance on grid expansion, create new business models for energy providers to implement sustainable use of renewable energy, and reduce net energy costs for", "page": 18, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Bi-directional EV Charging", "main_subtitle_of_page": "New Business Models for Supporting Power Grids with Electric Vehicles", "header": "Solution", "content": "NTT DATA provides solutions including V2G/V2B/V2H solutions and advanced data analytics. These solutions can frequencies and voltages, flattening energy peaks and improving overall grid efficiency. In the project with EAM, testing of separate cars has produced positive results. Next steps include further grid stabilization testing and connected testing of bi-directional charging boxes in different residential clusters and using supporting energy grids with EVs paves the way for new business models supported by NTT DATA’s smart energy solutions. Potential applications include using dynamic tariffs to reduce the burden on energy systems and enabling car owners to generate income by feeding energy into the grid. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 18, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Bi-directional EV Charging", "main_subtitle_of_page": "New Business Models for Supporting Power Grids with Electric Vehicles", "header": "Impact", "content": "Estimated potential energy cost savings in EU with widespread V2G adoption by 2040 EUR 22.2 billion per year (highlighted: EUR 22.2 billion per year)", "page": 18, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SiGREEN Integration", "main_subtitle_of_page": "Automated Integration of Product Carbon Footprint Measurement and Tracking Across", "header": "Social issues", "content": "• Effective sharing of product carbon footprint (PCF) data is essential to management of upstream and downstream (Scope 3) emissions, but presents challenges ranging from a lack of high-quality data to differences in emission calculation standards and concerns regarding information security and data sovereignty.", "page": 19, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SiGREEN Integration", "main_subtitle_of_page": "Automated Integration of Product Carbon Footprint Measurement and Tracking Across", "header": "Business need", "content": "Through its PCF management tool, SiGREEN, leading technology company Siemens aims to enable secure suppliers in managing and reducing emissions across the entire supply chain. However, challenges associated with PCF management include a lack of data availability, coordination between partners. Siemens sought a solution to overcome these obstacles as a crucial step towards promoting sustainability through effective management of Scope 3 emissions.", "page": 19, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SiGREEN Integration", "main_subtitle_of_page": "Automated Integration of Product Carbon Footprint Measurement and Tracking Across", "header": "Solution", "content": "NTT DATA developed a proof of concept project during which it successfully demonstrated seamless data transfer processing between SiGREEN and two enterprise resource SiGREEN established reliable and efficient aggregation of PCF data while ensuring calculations were compliant with applicable standards. The seamless data transfer demonstrated in this proof of concept provides continuous up-to-date emission data from across the supply chain, enabling the identification of a “dynamic” carbon footprint. Comprehensive insights of this sustainability decisions regarding emissions both upstream and downstream in the supply chain, laying the foundation for more sustainable product lifecycle and supply chain • GHG Protocol Product Standard • WBCSD Pathfinder Framework The successful integration of the SiGREEN platform with ERP systems demonstrated the benefits of effective data sharing across organizational data systems. • Catena-X Rulebook NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 19, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SiGREEN Integration", "main_subtitle_of_page": "Automated Integration of Product Carbon Footprint Measurement and Tracking Across", "header": "Impact", "content": "Compliant with all relevant industry standards, including: • ISO 14067", "page": 19, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Global Data Centers", "main_subtitle_of_page": "Decarbonizing Data Centers to Achieve NTT DATA’s Net-Zero Commitment", "header": "Social issues", "content": "• Data centers are essential to the digital economy, but their rapid growth can pose environmental challenges through significant energy and water consumption. • The International Energy Agency (IEA) estimates that data centers accounted for around 1.5% of the world’s electricity consumption in 2024, or 415 terawatt-hours (TWh), and data centers electricity consumption is set to more than double to around 945 TWh by 2030. • As data usage and AI adoption rise, so do greenhouse gas (GHG) footprints, increasing the urgency for operators to adopt sustainable practices.", "page": 20, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Global Data Centers", "main_subtitle_of_page": "Decarbonizing Data Centers to Achieve NTT DATA’s Net-Zero Commitment", "header": "Business need", "content": "As part of NTT DATA, Global Data Centers (GDC) builds and operates data centers around the globe, currently possessing 155 data centers in more than 20 countries, with an IT load of over 1,500 MW. GDC is driving towards achieving net-zero emissions in its operations by 2030 and across its entire supply chain by 2040. Operational emissions are generated through electricity usage for cooling, refrigerant leakages from cooling infrastructure and fuel usage for backup power systems.", "page": 20, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Global Data Centers", "main_subtitle_of_page": "Decarbonizing Data Centers to Achieve NTT DATA’s Net-Zero Commitment", "header": "Solution", "content": "GDC is dedicated to minimizing its environmental footprint through various sustainability initiatives. At the Navi Mumbai 1 Data Center, IT equipment is now being cooled using advanced technologies like single- phased Liquid Immersion Cooling (LIC) and Direct Contact methods are more energy-efficient, offer higher reliability, and reduce the risk of system failures. They also support operation at higher ambient temperatures compared to traditional air-cooled racks, contributing to energy savings. generated by IT servers is reused internally and for providing essential heating and warm water to the local neighborhood. The current setup can supply up to 2 MW of heat continuously per year. Utilizing GDC’s emission-free, reliable waste heat reduces the overall GHG emissions in the region by eliminating the need for fossil fuels. Generators are crucial for providing power to a data Carbon-free heating and Up to 1,000 through reuse of waste heat in Berlin, Germany HVO100 in Vienna, Austria center during rare contingencies like grid outages. GDC has explored using HVO100 (Hydrotreated Vegetable Oil), a renewable fuel source, instead of traditional fuels in the generators at the Vienna 1 Data Center. Nox: 8% reduction PM: 42% reduction NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 20, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Global Data Centers", "main_subtitle_of_page": "Decarbonizing Data Centers to Achieve NTT DATA’s Net-Zero Commitment", "header": "Impact", "content": "Power usage effectiveness PUE of 1.27 Mumbai, India (highlighted: Nox: 8% reduction, PM: 42% reduction)", "page": 20, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Green IT: EcoDev", "main_subtitle_of_page": "Supporting Green Coding in Development Pipelines to Enhance Software Quality and", "header": "Social issues", "content": "• IT accounts for 3% of global CO equivalent (CO e) emissions, a figure expected to rise exponentially. This percentage is as high as 45% for Scope 2 emissions at technology-intensive companies, which includes industries such as banking, insurance and telecommunications. • Software can play a significant role in determining IT systems’ environmental impact. This has led to the establishment of the Software Carbon Intensity (SCI) standard for measuring carbon footprints, formed under the Green Software Foundation (GSF). The SCI Specification has been certified as the new international standard ISO/IEC 21031:2024, and the number of companies and organizations adopting it is expected to continue rising.", "page": 21, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Green IT: EcoDev", "main_subtitle_of_page": "Supporting Green Coding in Development Pipelines to Enhance Software Quality and", "header": "Business need", "content": "environmental impact associated with software systems. One way to mitigate this impact is through sustainable-by- design software with environmentally-friendly practices potential benefits include code optimization, reduced energy costs, and lowering of associated emissions, organizations have so far encountered difficulties in adequately following this approach, as control over the application of best practices in code sustainability is not developers’ knowledge of the subject.", "page": 21, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Green IT: EcoDev", "main_subtitle_of_page": "Supporting Green Coding in Development Pipelines to Enhance Software Quality and", "header": "Solution", "content": "NTT DATA has developed a conceptual framework for sustainable IT, with tools and capabilities dedicated to reducing the impact of different phases in IT lifecycles. One key element of this framework is EcoDev, a SonarQube- based tool for code sustainability that is designed to leverage static code analysis to control the implementation of globally-recognized best practices. EcoDev extends SonarQube’s capabilities by inspecting code, detecting violations of sustainable coding principles, and providing metrics to quantify code sustainability. The tool consists of two plugins. The Rules plugin includes a list of custom rules for environmentally-friendly coding based on internationally-recognized best practices from CISQ Green IT and the Green Software Foundation, while the Index plugin introduces the EcoDev Index (Green perspective. EcoDev empowers organizations to ensure that new and existing applications are optimized for energy Integrated directly into development pipelines, it enables automatic, rapid analysis to support code and architecture optimization, facilitating the creation of sustainable-by- design software. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 21, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Green IT: EcoDev", "main_subtitle_of_page": "Supporting Green Coding in Development Pipelines to Enhance Software Quality and", "header": "Impact", "content": "Number of applications with integrated mandatory green coding measurements Over 40 applications", "page": 21, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SISTEMA INTEGRA", "main_subtitle_of_page": "Sustainable, Traceable Crop Protection", "header": "Social issues", "content": "• While crop protection is key for large-scale agriculture that provides stable food supplies, conventional packaging generates large quantities of plastic waste. With potential health and environmental risks if handled inappropriately, ensuring secure, responsible use of these substances is another central issue.", "page": 22, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SISTEMA INTEGRA", "main_subtitle_of_page": "Sustainable, Traceable Crop Protection", "header": "Business need", "content": "The crop protection market in Argentina handles over 360,000 L of products annually. These substances are in 20-liter drums 15,000 tons of plastic waste per year in the country. Conventional distribution systems also contain inherent inefficiencies that risk further waste when products reach their expiration date. In the implementation of a new system to address these issues, another key challenge was posed by the requirement for secure traceability certified by government agencies responsible for health and food quality.", "page": 22, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SISTEMA INTEGRA", "main_subtitle_of_page": "Sustainable, Traceable Crop Protection", "header": "Solution", "content": "NTT DATA built on its Zoomlo Tracker platform to develop SISTEMA INTEGRA as a solution that enables real-time registration and tracking of shipments, supporting deliveries in bulk tanker trucks that do not require plastic containers and enhances worker safety by removing direct contact with products. The system is linked to BFA, a nationwide blockchain information security and inviolability requirements. Secure SISTEMA INTEGRA also has the potential to be easily 660 kg In addition to reducing use of plastic by enabling a bulk sales model, the system has enabled efficiencies that lower logistics and operating costs and also reduce the carbon footprint around the distribution and use of crop protection products. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 22, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SISTEMA INTEGRA", "main_subtitle_of_page": "Sustainable, Traceable Crop Protection", "header": "Impact", "content": "Plastic use reduction per tanker truck delivered", "page": 22, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "CAF", "main_subtitle_of_page": "Identifying Solutions to Address Biodiversity Loss in Latin America and the Caribbean", "header": "Social issues", "content": "• The climate crisis and loss of biodiversity present urgent challenges across Latin America and the Caribbean, which is home to more than 60% of global biodiversity and considered the world’s most biodiverse region. • Biodiversity loss in key ecosystems like the Amazon Rainforest and Caribbean coral reefs threatens local communities' livelihoods. It can lead to health issues, increased natural disasters, reduced water availability, and decreased farm and fishery productivity, resulting in food insecurity, community displacement, and conflicts over dwindling natural resources.", "page": 23, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "CAF", "main_subtitle_of_page": "Identifying Solutions to Address Biodiversity Loss in Latin America and the Caribbean", "header": "Business need", "content": "environmental issue, as evidenced by the global 2030 targets adopted at the COP15 Biodiversity Conference in disclosure framework in September 2023. With the need for high-quality nature-related data, movements to help companies and financial institutions assess and manage impacts are gaining momentum. Serving a broad client base of 22 countries, private development bank that aims to improve the lives of Latin to invest communities and ecosystems, CAF has identified 14 strategic ecosystems of significant global relevance. To achieve the aims of this approach, it sought a partner with data analysis capabilities to find solutions, identify funding gaps and provide costed actions for areas impacted by biodiversity loss.", "page": 23, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "CAF", "main_subtitle_of_page": "Identifying Solutions to Address Biodiversity Loss in Latin America and the Caribbean", "header": "Solution", "content": "NTT DATA helped CAF identify and address issues caused by biodiversity loss across Latin America and the Caribbean through ecosystem research and data analysis, which included interviews and focus groups with more than 60 participants. This research led to the development of a tool that highlights the main specific problems contributing to biodiversity loss and the costs of projects associated with biodiversity preservation. Output included 14 ecosystem reports, each completed with solution plans and related cost estimates. This project was presented at the COP16 Biodiversity Conference in Colombia in October 2024. Following the project, CAF has reaffirmed its commitment to ensure that at least 40% of its total financing is directed towards green financing by 2026, with 10% (approximately restoration of biodiversity. NTT DATA continues to develop its analytical tool to enhance public policy-making by providing data accessibility and availability. Identifying financing gaps in key ecosystems has helped to increase investment, with funding for high- Estimated financing gap in key ecosystems identified through USD 400 billion efficiency projects expected to reach USD 1.1 billion. CAF has also announced the first of its investments, with a USD 300 million outlay to support strategic ecosystems. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 23, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "CAF", "main_subtitle_of_page": "Identifying Solutions to Address Biodiversity Loss in Latin America and the Caribbean", "header": "Impact", "content": "collaboration with NTT DATA", "page": 23, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Supply Chain Finance", "main_subtitle_of_page": "Supporting the Financial Position of Suppliers and Establishing Strong Supply Chains", "header": "Social issues", "content": "• The globalization of economic activity, the need to address social issues, and geopolitical risks* are leading to more diverse *Geopolitical risks: supply chain risks, making supply chain management increasingly important for businesses. particular region making it difficult to predict future • In Japan, the time between transaction cutoff dates and receipt of payment through payment websites is increasing, with an average of 60 days across all industries. This places a significant burden on the finances of small and medium-sized enterprises.", "page": 25, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Supply Chain Finance", "main_subtitle_of_page": "Supporting the Financial Position of Suppliers and Establishing Strong Supply Chains", "header": "Business need", "content": "In business, ascertaining the flow of goods, funds and Supply chain finance, in which digital technology is used to support financing for suppliers, is receiving particular attention in this regard. Such systems provide stable financing for suppliers, which ultimately leads to the reliable supply of goods and services to consumers, enabling the building of strong supply chains.", "page": 25, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Supply Chain Finance", "main_subtitle_of_page": "Supporting the Financial Position of Suppliers and Establishing Strong Supply Chains", "header": "Solution", "content": "NTT DATA has been providing the iQuattro platform, which advances the use of information in supply chains, since 2017. Linking with the corporate online banking provider AnserBizSOL , an asset shared by iQuattro and NTT DATA, NTT DATA started to develop a supply chain finance system that uses commercial information from “purchase order-based finance,” in which suppliers receive finance based on order information. In collaboration with AEON Bank, the supply chain finance system was deployed within the AEON Group’s economic area in August 2024. This service can take real time information on transactions between AEON Group and suppliers, then convert it into the information needed for NTT DATA Japan Corporation Business Design Office Financial innovarion Headquarters loan applications. As a result, financing can be secured at the order stage. This has optimized capital efficiency for suppliers. In future, the aim is to expand this system to other business and go beyond order-based finance to provide other financial based on transaction information, including early capitalization and long-term accounts payable. businesses’ financing needs and financial institutions is also planned, aiming for commercialization in fiscal 2026. NTT DATA will support corporate growth by advancing financing that transcends traditional approaches based on past accounts, focusing on businesses’ future potential. Overview of Supply Chain Finance NTT DATA Japan Corporation Consulting Sector Consulting Division", "page": 25, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Supply Chain Finance", "main_subtitle_of_page": "Supporting the Financial Position of Suppliers and Establishing Strong Supply Chains", "header": "Impact", "content": "Number of days until receipt of funds through supply chain finance systems About 60 days 3 business days", "page": 25, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Factory", "main_subtitle_of_page": "Supporting Digital Transformation in Manufacturing to Boost Productivity", "header": "Social issues", "content": "• In Japan‘s manufacturing sector, skilled workers are retiring, while the number of young workers continues to decline. By 2030, it is predicted that there will be a shortfall of 380,000 Future Labor Market Projections for 2030 , Persol Research Institute) • In manufacturing, digital transformation often targets specific process improvements, but efforts to optimize overall production and expand business opportunities remain limited. White Paper on Manufacturing Industries 2024 , Ministry of Economy, Trade and Industry, Ministry of Health, Labour and Welfare, and Ministry of Education, Culture, Sports, Science and Technology)", "page": 26, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Factory", "main_subtitle_of_page": "Supporting Digital Transformation in Manufacturing to Boost Productivity", "header": "Business need", "content": "concept of smart factories has begun to take hold. These operations efficiently and address social challenges like those mentioned above. But manufacturing floors face many challenges. Daily production demands are relentless. Data on people, materials, and equipment is scattered. Each separately. Differences in mindset between back-office (IT) and manufacturing operations (OT) teams create barriers to manufacturing, digital transformation often targets specific production and expand business opportunities remain limited.", "page": 26, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Factory", "main_subtitle_of_page": "Supporting Digital Transformation in Manufacturing to Boost Productivity", "header": "Solution", "content": "NTT DATA has partnered with Fanuc to launch a service in integrating OT and IT through Fanuc's FIELD system Basic The FIELD system Basic Package offers an API designed for seamless IT solution integration. It enables easy collection, visualization, and analysis of operational technology (OT) data within the factory from equipment and devices from different manufacturers and generations. NTT DATA provides full support to the manufacturing industry, offering: assistance with deployment and operational support for related systems and NTT DATA Japan Corporation First Industry Business Sector security services from NTT DATA, tailored to the specific needs of the customer. This enables the centralization of data that had previously been managed separately, and the sharing of that data across operations. The system is designed to adapt to users' proficiency and the problem-solving steps in production sites. It provides ongoing support for improvement from operational NTT DATA is actively expanding not only in Japan but also reforms in the manufacturing sector. NTT Data Smart Factory Team Machinery, Electronics & Construction Division", "page": 26, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Factory", "main_subtitle_of_page": "Supporting Digital Transformation in Manufacturing to Boost Productivity", "header": "Impact", "content": "Implementation rate of digital transformation aimed at \"optimizing overall manufacturing *Compiled by METI from a survey of 257 manufacturing companies conducted by the New Energy and Industrial Technology Development Organization (NEDO) under its \"Research and Development Utilizing Wireless Communication Technologies to Reinforce the Dynamic Capabilities of the Manufacturing Industry/Survey Project on Measures to Strengthen Dynamic Capabilities on Manufacturing Floors and Future Manufacturing Industries 2024 , Ministry of Economy, Trade and Industry; Ministry of Health, Labour and Welfare; Ministry of Education, Culture, Sports, Science and Technology) [note: *Compiled by METI from a survey of 257 manufacturing companies conducted by the New Energy and Industrial Technology Development Organization (NEDO) under its \"Research and Development Utilizing Wireless Communication Technologies to Reinforce the Dynamic Capabilities of the Manufacturing Industry/Survey Project on Measures to Strengthen Dynamic Capabilities on Manufacturing Floors and Future Manufacturing Industries 2024 , Ministry of Economy, Trade and Industry; Ministry of Health, Labour and Welfare; Ministry of Education, Culture, Sports, Science and Technology)]", "page": 26, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SOPaymentSpoke", "main_subtitle_of_page": "Enabling Streamlined Payment Operations and Secure, Reliable Payment Services Through", "header": "Social issues", "content": "• The global e-commerce market is on an upward trend in terms of net sales. Growth in Japan is expected to be around 6-8% annually. There is a demand for services that offer high convenience and security for consumers. 2024 White Paper on Information and Communications in Japan • Cashless payments, such as credit cards and QR codes, enhance convenience for users. However, they also present challenges, including rising fraud, data breaches, and the need for regulatory compliance in global transactions.", "page": 27, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SOPaymentSpoke", "main_subtitle_of_page": "Enabling Streamlined Payment Operations and Secure, Reliable Payment Services Through", "header": "Business need", "content": "The rise of remote work and work style reforms has accelerated the digital transformation of workflow tasks, such as electronic approvals and stamping processes. SaaS* has become essential for implementing this digital shift and reducing associated costs. ServiceNow , provided by ServiceNow, Inc., is a service that standardizes and automates tasks through digitalworkflows. It is widely used acrossmany industries. As the e-commerce market grows, there is increasing demand in operational areas that interact with end users to use However, integration with existing external payment solutions is essential. This brings a range of challenges, including increased costs associated with contract procedures and the development of integration modules, as well as ensuring user-friendliness. *SaaS (Software as a Service): Software that can be used online without installation, or the service conferencing tools, and business chat tools accessed through a web", "page": 27, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SOPaymentSpoke", "main_subtitle_of_page": "Enabling Streamlined Payment Operations and Secure, Reliable Payment Services Through", "header": "Solution", "content": "NTT DATA pioneered the internal use of ServiceNow in Japan in fiscal 2016 and has have partnered with many Japanese firms to help them implement ServiceNow since fiscal 2020. To address challenges in payment operations, development of SOPaymentSpoke. Launched in August 2024, this extension facilitates seamless payments on ServiceNow. NTT DATA’s payment service Omni Payment Gateway been integrated with ServiceNow. This integration embeds credit card payment features into portals and catalogs built on the ServiceNow platform. This enables a seamless purchase experience for products and services, covering processes from searching, application submission and contract signing through to payment, greatly enhancing user convenience. This feature can be widely used for any payment-related operations on ServiceNow, regardless of industry or sector. Examples include retailers planning to build e-commerce sites, businesses or public entities operating websites that accept online applications for paid services, and service providers engaged in crowdfunding. When implementing the feature, NTT DATA, which has extensive experience in optimizing UI/UX from the user's perspective on ServiceNow, serves as the sole point of contact to facilitate the integration of payment functions and the establishment of contracts with various payment providers, NTT DATA Japan Corporation Digital Success Solutions Division Solutions Sector Payments Services Division Payment Services Sector such as credit card companies. In addition, NTT DATA’s payment information processing ensures high reliability and security. Going forward, NTT DATA will gradually support payment services beyond credit card transactions, offering higher value services to businesses involved in payment operations in order to enhance convenience for companies in the growing e- commerce market. NTT DATA FINANCIAL TECHNOLOGY CORPORATION", "page": 27, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "SOPaymentSpoke", "main_subtitle_of_page": "Enabling Streamlined Payment Operations and Secure, Reliable Payment Services Through", "header": "Impact", "content": "screen operations visible to users (Excluding screen operations when additional authentication from the credit card company occurs) [note: *SaaS (Software as a Service): Software that can be used online without installation, or the service conferencing tools, and business chat tools accessed through a web (Excluding screen operations when additional authentication from the credit card company occurs)]", "page": 27, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart AI Agent", "main_subtitle_of_page": "Leveraging Generative AI to Enhance Productivity", "header": "Social issues", "content": "• Population decline is accelerating due to falling birthrates and aging populations, resulting in shrinking workforces. • Despite the potential for generative AI as an effective means to improve work efficiency and productivity, usage rates among Japanese companies are lagging behind those in the US, China and Germany. 2024 White Paper on Information and Communications in Japan , Japanese Ministry of Internal Affairs and Communications)", "page": 28, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart AI Agent", "main_subtitle_of_page": "Leveraging Generative AI to Enhance Productivity", "header": "Impact", "content": "Productivity improvement in operating activities following Smart AI Agent (percentage of work time spent on sales activities) [note: * Exchange rate of USD 1]", "page": 28, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "LITRON", "main_subtitle_of_page": "Generative AI Holding Meetings and Autonomously Deepening Discussions", "header": "Social issues", "content": "• The shrinking of workforces due to population decline is accelerating, leading to labor shortages and creating a need to significantly reduce labor hours and improve productivity. • As set out in the International Labour Organization (ILO) Declaration on Fundamental Principles and Rights at Work, it is also necessary to create workplaces where employees can work safely and in good health while improving productivity.", "page": 29, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "LITRON", "main_subtitle_of_page": "Generative AI Holding Meetings and Autonomously Deepening Discussions", "header": "Impact", "content": "Marketing sophistication verification test with Company A (results after sending direct mail to promotion targets derived using suggestions from LITRON) Purchase rate compared to typical target customers 3.0% improvement (highlighted: 3.0% improvement)", "page": 29, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Developer Workplace", "main_subtitle_of_page": "Providing a Development Environment where IT Engineers can Leverage AI Support", "header": "Social issues", "content": "• Demand for IT in various fields of society is increasing. The pace of technological advancement is remarkably fast, and the shortage of IT personnel is becoming more serious. It is estimated that by 2030, there will be a shortage of up to approximately 800,000 IT personnel. Survey on the Latest Trends and Future Projections of Human Resources (2016), Ministry of Economy, Trade and Industry) • Companies today need efficient and adaptable development processes to keep up with rapidly changing markets and technological innovation.", "page": 30, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Developer Workplace", "main_subtitle_of_page": "Providing a Development Environment where IT Engineers can Leverage AI Support", "header": "Business need", "content": "System engineers are increasingly expected to choose and swiftly implement the best assets and services from a wide range of productivity-enhancing options available within the company. Inconsistencies in asset and service formats create responsiveness to user needs. Customers expect proposals that not only address visible problems and challenges but also enhance latent Leveraging in-house expertise, there is a need to improve system development productivity and quality, boosting competitiveness.", "page": 30, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Developer Workplace", "main_subtitle_of_page": "Providing a Development Environment where IT Engineers can Leverage AI Support", "header": "Solution", "content": "NTT DATA has brought together assets and services that help enhance system development efficiency into the Developer Workplace package, creating an environment that is easy to use from an engineer's perspective. This service is designed for internal use but can also be actively applied to system development projects with external NTT DATA will implement AI-driven system development Search engine operation across a wide range of projects. Before starting a characteristics. The AI model will then suggest suitable assets and services. In the design and development stages, the AI model leverages NTT DATA’s accumulated expertise to generate output, driving a major productivity boost while maintaining established quality levels. This enables customer needs to be met to an even higher level. IT engineers involved in development can maximize their performance and focus more on creative initiatives. NTT DATA Group Corporation Cloud & Infrastructure Group Cloud & Infrastructure Technology Department Technology and Innovation General Headquarters", "page": 30, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Developer Workplace", "main_subtitle_of_page": "Providing a Development Environment where IT Engineers can Leverage AI Support", "header": "Impact", "content": "Internal adoption rate of Developer Workplace at NTT DATA as of fiscal 2027", "page": 30, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "UnifiedMDR for Cyber Resilience", "main_subtitle_of_page": "Security Outsourcing Services with Global Capabilities from Rule Design, Setting", "header": "Social issues", "content": "• Global economic losses from cyberattacks in 2020 were estimated at around USD 945 billion. In Japan, 70.9% of companies have experienced cyberattacks over the past three years. The average total damage from cyberattacks is approximately JPY 171 million. Organizations hit by ransomware face average losses of around JPY 220 million. (Sources: The Hidden Costs of Cybercrime , McAfee; Security Maturity and Incident Survey 2024 , Trend Micro) • Cyberattacks on partners, not just a company itself, pose a significant supply chain risk that threatens business continuity.", "page": 31, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "UnifiedMDR for Cyber Resilience", "main_subtitle_of_page": "Security Outsourcing Services with Global Capabilities from Rule Design, Setting", "header": "Business need", "content": "Cyberattacks are becoming more sophisticated and complex, making it difficult to achieve complete protection. The emphasis is on swiftly detecting, responding to, and recovering from incidents to minimize damage. Faced businesses must quickly check if their critical data is encrypted and take necessary steps to strengthen their In addition, as business operations expand globally and advanced security measures on a global scale has become urgent. To address this situation, companies need to improve global security governance and hire security experts with advanced skills. However, many find it hard to do this solely with in-house resources. A malicious program that infects computers or other devices, encrypts stored data to render the device unusable, and demands a ransom for data recovery.", "page": 31, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "UnifiedMDR for Cyber Resilience", "main_subtitle_of_page": "Security Outsourcing Services with Global Capabilities from Rule Design, Setting", "header": "Solution", "content": "Seeing cyberattacks as a key business risk, NTT DATA is leveraging 15 years of experience in incident response and security expertise gained from building and managing a zero-trust environment used by 190,000 people across 59 countries and regions. UnifiedMDR for Cyber Resilience is a global security service that leverages NTT DATA’s extensive security security operations and improvements. Developing a global policy that includes multiple locations Internal fraud, accident/whistleblower response Business Continuity Plan (BCP) Compliance with various laws and regulations at global locations Large corporations/multinational corporations By using this service, companies with global operations headquarters-led approach, ensuring consistent measures across all locations. In fall 2024, NTT DATA launched new services, including insider threat protection and ransomware protection, and cybersecurity to contribute to greater safety and security for its customers and society. Security monitoring, incident response, and solution implementation support, including global locations Post-incident response support after incident response concludes NTT DATA Group Corporation Technology and Innovation General Headquarters Cloud & Infrastructure Technology Department", "page": 31, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "UnifiedMDR for Cyber Resilience", "main_subtitle_of_page": "Security Outsourcing Services with Global Capabilities from Rule Design, Setting", "header": "Impact", "content": "NTT DATA security specialists Approx. 7,500 people (highlighted: Approx. 7,500 people) [note: A malicious program that infects computers or other devices, encrypts stored data to render the device unusable, and demands a ransom]", "page": 31, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "High Performance Computing / Quantum Computing", "main_subtitle_of_page": "Boosting Efficiency in Deodorizing Component Compounding Processes to Achieve", "header": "Social issues", "content": "• From advanced AI (machine learning) and DX functions to simulations in fields such as financial engineering and chemistry, the scale of required computing power is growing year by year. To meet this need, devices that perform calculation based on innovative principles are required. • Among AI and machine learning fields, mathematical optimization, which includes complex decision making and optimal allocation of limited resources such as personnel, time, and funds, is considered essential for tackling many business issues. However, it is also highly challenging due to the need to calculate optimal solutions for complex business issues from a vast number of possibilities. New calculation methods are expected to make an impactful contribution in this area.", "page": 32, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "High Performance Computing / Quantum Computing", "main_subtitle_of_page": "Boosting Efficiency in Deodorizing Component Compounding Processes to Achieve", "header": "Business need", "content": "phenomena observed in quantum mechanics to achieve high calculation speeds. With IT technology being widely used in various areas of society, this field is gaining attention due to its potential to lead to even more advanced businesses. Beyond quantum computers, ising and various other devices that use advanced computational methods inspired by quantum mechanics are also emerging. These developments have led many companies to reexamine the feasibility of wide-ranging businesses in prohibitive. Use is growing in areas such as business sciences such as AI and machine learning, and even fundamental science fields, with further applications being", "page": 32, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "High Performance Computing / Quantum Computing", "main_subtitle_of_page": "Boosting Efficiency in Deodorizing Component Compounding Processes to Achieve", "header": "Solution", "content": "NTT DATA is developing technologies and methods to calculate optimal choices from wide-ranging combinations. Mathematical optimization is one such approach. Using quantum computers and various other advanced devices, NTT DATA provides technical verification and consulting services based on its know-how relating to calculation and other highly-specialized insight. NTT DATA worked with Komi-Hakko Corporation, which possesses proprietary technology for converting smells into data, to develop a new compounding process for anti-odor components. After measuring 250 types of unpleasant odors and converting them to data, they identified the optimal combinations for deodorizing agents in response to independent of subjective human perception and supported the quantification of how people perceive scents, which is not possible with conventional sensors and devices. Lead times for compounding and developing deodorizing agents were also reduced from one and a half years to as little as one month. Approx. 1.5 years →Minimum of 1 month *Based on joint experiment carried out by NTT DATA and Komi-Hakko Corporation between April and July 2024 In the future, in addition to more efficient, more advanced development of deodorizing agents, work is planned to develop compounding and transfer technology to share implementation in various fields, from digital content with added scents for video production and music streaming to flavors that respond to human psychological activity and automation or remote management of odor testing and other tasks that require a human sense of smell. A goal of creating at least 10 new smell-related businesses in 2025 has been set. Compound A Compound B Compound C Compound D Deodorizing effect Optimization of Odor Molecule Combinations NTT DATA Group Corporation Technology and Innovation General Headquarters Innovation Technology Department Innovation Center", "page": 32, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "High Performance Computing / Quantum Computing", "main_subtitle_of_page": "Boosting Efficiency in Deodorizing Component Compounding Processes to Achieve", "header": "Impact", "content": "Deodorizing agent development time (highlighted: Approx. 1.5 years →Minimum of 1 month)", "page": 32, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "AI Governance Consulting Service", "main_subtitle_of_page": "Comprehensive Support to Strengthen Companies’ AI Governance, from AI Risk", "header": "Social issues", "content": "• Use of AI is advancing rapidly. While AI offers numerous benefits, such as boosting efficiency in everyday tasks, it also presents unique risks. This makes AI-related risk management a social issue that companies all over the world must address. • Generative AI has been identified as posing potential social and ethical risks, including unintended use of discriminatory language, information leaks, copyright infringement and dissemination of false information.", "page": 33, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "AI Governance Consulting Service", "main_subtitle_of_page": "Comprehensive Support to Strengthen Companies’ AI Governance, from AI Risk", "header": "Business need", "content": "The risks associated with using AI are becoming a prominent social issue, leading to worldwide debate on the ideal form of AI governance. At the G7 summit in December 2023, the Hiroshima AI Process was agreed upon as an international framework for formulating rules relating to AI. The EU also passed the AI Act in May 2024 as a comprehensive legal framework for AI, including generative AI, establishing heavy financial penalties for companies guilty of violations. This reflects an accelerating trend towards tighter regulation and governance. While advancements in companies’ use of AI can lead to efficiency enhancements and new business opportunities, damage or a loss of credibility. It is therefore imperative that companies comply with laws and regulations and establish AI governance frameworks. management of AI-related risks while also maximizing the understanding of the risks of AI in order to continuously required, including regarding technical aspects of AI and regulations in different countries, making it difficult for companies to handle everything in-house.", "page": 33, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "AI Governance Consulting Service", "main_subtitle_of_page": "Comprehensive Support to Strengthen Companies’ AI Governance, from AI Risk", "header": "Solution", "content": "NTT DATA established its AI guidelines in 2019 and is a leader in AI risk management initiatives. NTT DATA is also making proactive efforts in relation to AI governance and has established a specialist organization to advance use of generative AI in the Japanese market. Leveraging the vast specialist knowledge and know-how built up through these efforts and the ability to handle the latest technologies and legal requirements, NTT DATA launched its AI Governance Consulting Service in October 2024. This service supports companies and other organizations by setting out rules to be observed in formulating and assessing potential risks in AI projects, systems and models, then deploying solutions such as monitoring tools to check for the manifestation of issues. organization-wide countermeasures, such as AI literacy training for staff with the aim of enhancing and ingraining AI", "page": 33, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Digital Workplace", "main_subtitle_of_page": "Creating Connections Between People and Information to Support Company Innovation", "header": "Social issues", "content": "• As society becomes more complex and globalized, companies must enhance teamwork and knowledge sharing among employees to ensure sustainable growth. Boosting employee engagement is essential. • In 2040, the baby boom junior generation will turn 65, leading to a significant decline in the working-age population and a severe labor shortage, commonly refereed to as the “2040", "page": 34, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Digital Workplace", "main_subtitle_of_page": "Creating Connections Between People and Information to Support Company Innovation", "header": "Business need", "content": "Knowledge management has long been used to enhance efficiency and corporate visualizing and sharing the knowledge, experience, and other intellectual assets of organizations and their employees. In recent years, advances in globalization have given rise to a need for cross-domain collaboration to drive innovation. departments are growing in importance. Given this context, the established approach of relying on personal connections for information gathering and sharing has reached its limits. Businesses are concerned that if they fail to recognize or leverage effective internal resources they may fall behind in responding to their clients or miss business opportunities. In addition, as the workforce continues to shrink due to an aging population and low birthrate, challenges in knowledge sharing have become increasingly apparent. This impacts the transfer of skills and expertise based on individual experience and intuition, as well as the development of talent.", "page": 34, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Digital Workplace", "main_subtitle_of_page": "Creating Connections Between People and Information to Support Company Innovation", "header": "Solution", "content": "Since 2021, NTT DATA has been partnering with NTT DATA INTELLILINK and Qunie to offer support services for implementing the knowledge management solution \"knowler.\" promoting knowledge management within NTT DATA since Knowler enhances internal collaboration by not only sharing documents (Know-How) but also integrating and sharing who holds specific knowledge (Know-Who) and organizational or project information (Know-Where). Knowler connects with various documents stored in online storage and internal systems to gather information about people, organizations, and projects. The system uses ontology to automatically analyze and organically link and structure various data, enabling complex information searches. This makes it easier to visualize who holds what information, effectively driving strong interpersonal connections that were previously difficult to establish. As a result, it supports the creation of innovation and the development of resources, contributing to enhanced competitiveness. Going forward, NTT DATA aims to expand into both domestic and international markets. This will allow employees to connect freely and organically across the globe. By linking their experiences, skills, and the latest technologies with customer ideas, NTT DATA strives to create new value for customers, society, and employees. NTT DATA Group Corporation Technology and Innovation General Headquarters Planning Department Digital Workplace Group", "page": 34, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Digital Workplace", "main_subtitle_of_page": "Creating Connections Between People and Information to Support Company Innovation", "header": "Impact", "content": "Impact in optimizing proposals and reducing opportunity JPY 20.1 billion/year *Based on survey results, the number of proposals involving knowledge sharing and the improvements in business speed and efficiency were analyzed. Revenue opportunities from improved proposal efficiency and the resulting additional proposals were then (highlighted: JPY 20.1 billion/year) [note: *Based on survey results, the number of proposals involving knowledge sharing and the improvements in business speed and efficiency were analyzed. Revenue opportunities from improved proposal efficiency and the resulting additional proposals were then]", "page": 34, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Strengthening ESG Data Management", "main_subtitle_of_page": "Integrated ESG Implementation to Support Timely CSRD Compliance", "header": "Social issues", "content": "• Regulators are making it clear that talking about environmental, social, and governance (ESG) standards is not enough—corporations must also take action. In addition to the adoption of new rules and laws in various countries, this is demonstrated by the passing of the Corporate Sustainability Reporting Directive (CSRD) by the EU in November 2022. • The CSRD mandates reporting on subjects such as environmental matters, social issues and respect for human rights. It also applies to non-EU companies with a net turnover of EUR 150 million and at least one branch or subsidiary in the EU. Given the wide breadth of companies covered and the depth of reporting standards, companies need to be proactive and adaptable to ensure compliance.", "page": 36, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Strengthening ESG Data Management", "main_subtitle_of_page": "Integrated ESG Implementation to Support Timely CSRD Compliance", "header": "Business need", "content": "Under the CSRD, Wave 1 entities, which includes companies with more than 500 employees listed in EU- regulated markets, are under time pressure to disclose information in compliance with new standards in their 2025 sustainability reports. Such companies often have complex structures comprising several legal entities. This creates significant challenges in implementing group-wide collection, management, and reporting of wide-ranging ESG data. Issues include decentralized data collection scattered across different divisions and systems, a lack of standardization making data difficult to compare, and reliance on manual tools such as spreadsheets, which collecting data with speed and accuracy are urgently required to overcome these challenges and implement timely regulatory compliance.", "page": 36, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Strengthening ESG Data Management", "main_subtitle_of_page": "Integrated ESG Implementation to Support Timely CSRD Compliance", "header": "Solution", "content": "NTT DATA supported a leading energy company in the successful implementation of Workiva, a connected cloud platform that simplifies financial and ESG reporting through seamless collaboration and deep integration into existing workstreams. NTT DATA consultants worked closely with the client to understand their specific needs, data sources, Workiva's platform capabilities, including customization to fit the client's unique environment. To ensure a smooth transition to the new platform, the client's data owners and report users were also given comprehensive training. NTT DATA provides ongoing post-implementation support to ensure the client can effectively utilize the Workiva platform and immediately address any issues. Workiva provides a centralized platform for managing of all of the client’s ESG data. Automated workflows enhance efficiency by simplifying data collection, validation, and reduction in the time spent on reduction in audit costs data validation approval. Time taken to produce reports has also been integrated into the platform. In addition, the ability to record comprehensive audit trail. increase in the number of stakeholders actively engaged with ESG data NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 36, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Strengthening ESG Data Management", "main_subtitle_of_page": "Integrated ESG Implementation to Support Timely CSRD Compliance", "header": "Impact", "content": "improvement in data accuracy (highlighted: Integrated ESG Implementation to Support Timely CSRD Compliance)", "page": 36, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Monitoring", "main_subtitle_of_page": "Enhancing Water Conservation through Smart Monitoring with IoT and LoRaWAN", "header": "Social issues", "content": "• Water leakages affect most of Europe, with over 25% of water being lost in the pipelines between water towers and users. This makes detecting and addressing leaks and backflow crucial to achieving sustainable use of this precious natural resource.", "page": 37, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Smart Monitoring", "main_subtitle_of_page": "Enhancing Water Conservation through Smart Monitoring with IoT and LoRaWAN", "header": "Impact", "content": "Water savings contributed to in 2023 1 million m Water savings are expected to double to two million m in 2024. Building on the success in Liège, this system is being implemented in other regions in preparation for cross-border water exchanges. consumption among all stakeholders, including end users. [note: Water savings are expected to double to two million m Building on the success in Liège, this system is being implemented in other regions in preparation for cross-border water exchanges. consumption among all stakeholders, including end users.]", "page": 37, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Health Data Bank", "main_subtitle_of_page": "Achieving a Society where People Can Work and Stay Healthy Throughout their Lives", "header": "Social issues", "content": "• In the context of a declining workforce due to a decreasing birthrate and an aging population, it is expected that maintaining employee health and *1 Self-Medication encouraging longer working lives will ultimately lead to increased productivity and improved business performance. Taking responsibility for one's own • The rising medical costs associated with an aging society have become a social issue, and there is a push to promote self-medication* and self- care, as well as to raise individual awareness of health and health management. physical ailments independently.", "page": 39, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Health Data Bank", "main_subtitle_of_page": "Achieving a Society where People Can Work and Stay Healthy Throughout their Lives", "header": "Business need", "content": "Health management refers to considering employee health from a managerial perspective and strategically implementing initiatives to maintain and promote health. investment for employees as it leads to organizational revitalization and productivity improvement, acquisition of excellent talent and reduction in turnover rates, and enhancement of corporate brand. In Japan, the Ministry of Economy, Trade and Industry has designed the 'Certified Recognition Program' to promote the spread of health management, and currently, about 20,000 organizations are certified. Supporting long-term health management of management systems and the creation of new services through collaboration with businesses.", "page": 39, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Health Data Bank", "main_subtitle_of_page": "Achieving a Society where People Can Work and Stay Healthy Throughout their Lives", "header": "Solution", "content": "NTT DATA started operating the cloud-based health management system Health Data Bank in 2002 and is compliant with Certified Health & Productivity Management Organization Recognition Program standards. The system is currently used for health management by about 3,000 companies or organizations and over 5 million people. One of the features of Health Data Bank is that health checkup data is received and registered directly from health knowledge check the data and handle inquiries to the health checkup institutions in case of errors. This reduces the workload of industrial health staff and HR personnel, allowing them to focus on follow-up care for employees. Health screening agency Health check Worker / HR personnel / insured person medical staff Moreover, industrial health staff and HR personnel can combine health checkup data and stress check data to identify health issues and provide advice to employees with health problems. Furthermore, employees can review their health data over the years since joining the company, which can be used for self-care. From January 2024, it now possible to optionally add , an educational portal site provided by balancing cancer treatment and work, to Health Data . This is expected to expand communication with employees not only in the area of health management but also in prevention, treatment, and support for returning to Health insurance, etc. Labor Standards Agency Data handled: -Health check results -Stress check results -Working hours, etc. NTT DATA Japan Corporation Social Infrastructure Solution Sector Social Innovation Division Asset Business Group, Asset Business Section", "page": 39, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Health Data Bank", "main_subtitle_of_page": "Achieving a Society where People Can Work and Stay Healthy Throughout their Lives", "header": "Impact", "content": "The introduction of Health Data Bank has significantly reduced the time required for customers to process health checkup data *2 Customers with 20,000 employees and 200 medical checkup [note: *2 Customers with 20,000 employees and 200 medical checkup]", "page": 39, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "BizMINT", "main_subtitle_of_page": "Promoting Public-private Data Collaboration to Streamline Administrative and Private", "header": "Social issues", "content": "• Procedures for life events such as moving require similar applications to be submitted to multiple locations, placing a significant burden on individuals. • Government and private sector systems are not integrated, leading to complex procedures and time costs.", "page": 40, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "BizMINT", "main_subtitle_of_page": "Promoting Public-private Data Collaboration to Streamline Administrative and Private", "header": "Impact", "content": "procedures with BizMINT 1,741 organizations As of October 1, 2024 [note: As of October 1, 2024]", "page": 40, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Voista!", "main_subtitle_of_page": "Easy, Voice-activated Communication: Connecting Seniors with Society", "header": "Social issues", "content": "*Digital divide • As the elderly population grows, the medical and welfare personnel shortage worsens and social security costs rise, causing a slowdown in The gap between those who can economic activity. Extending healthy life expectancy has become a social issue. use information and communication • As society becomes more digital, elderly people often face challenges accessing and using Information and Communication Technology (ICT). technologies like the internet and This leads to inequality in economic activities, social participation, and information access, known as the digital divide*. computers and those who cannot.", "page": 41, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Voista!", "main_subtitle_of_page": "Easy, Voice-activated Communication: Connecting Seniors with Society", "header": "Business need", "content": "Japan's elderly population is expected to peak in around 2040, with the numbers of elderly and working-age individuals approaching a one-to-one ratio. It is estimated that by fiscal 2040, there will be a shortage of about 570,000 caregivers. Such a shortage of caregivers could opportunities, increasing the burden on families. With some 40% of family care attributed to working caregivers, the economic loss is estimated to be JPY 9 trillion. Social security costs are projected to reach JPY 187 trillion in fiscal 2040. This gives rise to a need for efforts to extend preventive care. smartphones or tablets due to aging-related cognitive decline and physical decline, such as numbness in the hands, dryness, and decreased vision. A 2023 survey by the Cabinet Office found that less than 30% of people aged 70 and over frequently use smartphones or tablets.", "page": 41, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Voista!", "main_subtitle_of_page": "Easy, Voice-activated Communication: Connecting Seniors with Society", "header": "Solution", "content": "NTT DATA has developed Voista!, a senior-friendly service that combines a smart display with easy to operate with voice commands. The service is offered to senior facilities and local governments. Since this service is based on voice control, even seniors who are not familiar with using smartphones or tablets can easily manage to use it. As well as creating opportunities for elderly people to speak by engaging with the characters, the service promotes wellness by suggesting content such as health information, brain training, and videos. For communication with families, there are features like video calls and an app to share the status of facility users, In addition, Voista! uses voice prompts to help prevent elderly people from forgetting to take their medication. This supports their independence and also reduces the burden on caregivers and family members. 3 times a week 7 times a week Recommended frequency of multi-component exercise (such as radio calisthenics) ** **The Ministry of Health, Labour and Welfare (MHLW) recommends that elderly people engage in multi- component exercises such as radio calisthenics at least three times a week. (See Guide for Health Promotion 2023 – Elderly Version The current focus is on assisted living facilities and local governments. In the future, NTT DATA plans to offer community-based care providers. NTT DATA aims to continue connecting local communities and older adults across different professions and industries to help solve issues in our aging society. The quizzes and exercises included in Voista! are as effective as speech in preventing frailty. The daily use of health content indicates that actions to prevent frailty are becoming habitual. Physical Activity and Exercise published by MHLW) NTT DATA Japan Corporation Business Promotion Group Shinkin Bank Division Second Financial Sector", "page": 41, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Voista!", "main_subtitle_of_page": "Easy, Voice-activated Communication: Connecting Seniors with Society", "header": "Impact", "content": "Average usage frequency of health content by seniors in Iwanai Town, Hokkaido", "page": 41, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sleep Tech Hotel", "main_subtitle_of_page": "Hotel Stays Providing Insight into Sleep Quality", "header": "Social issues", "content": "• To achieve a sustainable society, there is a need to support public physical and mental health and to improve wellbeing as a means to enhance individuals’ happiness and quality of life. • Causes of lifestyle diseases such as diabetes and high blood pressure include dietary habits, stress, and insufficient exercise or sleep. Regular health checks and lifestyle reviews are key ways to achieve the early detection and prevention of such diseases.", "page": 44, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Sleep Tech Hotel", "main_subtitle_of_page": "Hotel Stays Providing Insight into Sleep Quality", "header": "Impact", "content": "increased productivity Number of people experiencing through reduced health-related anxiety and improved Approx. 5,000 people Note 1: Estimate calculated based on behavioral change percentage from survey results from approximately 20,000 hotel customers, based on the sleep reports customers received. Note 2: Estimate includes improved productivity through productivity-increasing factors, such as a reduction in absences from work or a lowering of periods of reduced concentration, resulting from behavioral changes by hotel customers. (highlighted: Approx. 5,000 people) [note: Note 1: Estimate calculated based on behavioral change percentage from survey results from approximately 20,000 hotel customers, based on the sleep reports customers received. Note 2: Estimate includes improved productivity through productivity-increasing factors, such as a reduction in absences from work or a lowering of periods of reduced concentration, resulting from behavioral changes by hotel customers.]", "page": 44, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Code Payment Gateway Service", "main_subtitle_of_page": "A Total QR Code Payment Solution Connecting People from Diverse Countries", "header": "Social issues", "content": "• The number of inbound tourists visiting Japan from overseas is increasing year after year, accounting for total consumption of JPY 8.1 trillion in 2024. Creating environments that reduce friction to spending for these international tourists can contribute to the revitalization of local communities. • The rise in tourist numbers is also leading to overtourism, and creating solutions to ensure benefits for both tourists and residents remains a challenge to overcome.", "page": 46, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Code Payment Gateway Service", "main_subtitle_of_page": "A Total QR Code Payment Solution Connecting People from Diverse Countries", "header": "Impact", "content": "Effect on increasing inbound consumption (compared to fiscal 2019) Contributed to an increase in consumption of approx. 2.5 times *Based on extent of contribution to increase in consumption, with the increase estimated based on the value of NTT DATA’s overseas QR code payment transactions between fiscal 2019 and fiscal 2024 *Overall consumption by visitors to Japan from overseas increased 1.7 times from fiscal 2019 to fiscal 2023 (highlighted: Contributed to an increase in, consumption of approx.) [note: *Based on extent of contribution to increase in consumption, with the increase estimated based on the value of NTT DATA’s overseas QR code payment transactions between fiscal 2019 and fiscal 2024 *Overall consumption by visitors to Japan from overseas increased 1.7 times from fiscal 2019 to fiscal 2023]", "page": 46, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Healthcare Co-Creation Lab", "main_subtitle_of_page": "Companies and People Create Together, and Archive Well-being for Future", "header": "Social issues", "content": "• As life expectancy rises, the gap between overall lifespan and healthy lifespan has become a pressing issue. It is essential to offer personalized healthcare services that address not only illness treatment but also the maintenance of physical and mental health, as well as quality of life in daily activities • The healthcare sector is grappling with challenges such as rising medical costs and staff shortages, driven by the growing elderly population", "page": 47, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Healthcare Co-Creation Lab", "main_subtitle_of_page": "Companies and People Create Together, and Archive Well-being for Future", "header": "Impact", "content": "Number of visitors and companies/organizations (as of December 31, 2024) 500 companies (highlighted: Approx. 7,500 individuals and, Approx. 50 companies)", "page": 47, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Teaming: The Platform of Choice for Spanish Donors", "main_subtitle_of_page": "AI-Powered Document Categorization that Expands Support for Social Causes", "header": "Social issues", "content": "• Across the world, innumerable small-scale social causes struggle to raise funds. At the same time, the World Giving Index states that the percentage of people who report giving to charity has risen about 10% globally in the last ten years, indicating a willingness to provide support. Technological solutions can help to connect these donors with causes. • Processing charitable donations can present challenges and concerns for recipients and donors. For recipients, ensuring recurrent income is essential to long-term stability, while donors want to know that payment processing is secure and commissions are minimized to ensure their donations make a difference.", "page": 48, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Teaming: The Platform of Choice for Spanish Donors", "main_subtitle_of_page": "AI-Powered Document Categorization that Expands Support for Social Causes", "header": "Business need", "content": "The Teaming Foundation was co-founded by NTT DATA to foster transformation through technology and collaboration. The platform operates on a unique model whereby individuals make recurring micro donations of EUR 1 per month, with no commission charged on these contributions. The project has provided funds to support the activities of numerous NGOs. Previously, staff had to manually sort and classify documents every time an NGO entered the program or requested new funds. A more efficient system was required to support the platform’s expansion by enhancing", "page": 48, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Teaming: The Platform of Choice for Spanish Donors", "main_subtitle_of_page": "AI-Powered Document Categorization that Expands Support for Social Causes", "header": "Solution", "content": "automation into the Teaming Foundation’s platform for classifying and validating documents from NGOs, including banking documents and IDs. This reduced the number of tasks performed manually by staff, increasing processing capacity while also enhancing security. Today, AI analyzes 80% of documents uploaded to the platform, ensuring greater efficiency and scalability. The Teaming Foundation can efficiently support more social causes, delivering higher-quality, more targeted assistance. In addition, more small-scale social causes that would otherwise struggle to raise funds due to limited time, resources, contacts, and training are now able to secure donations and receive assistance. Planned next steps include continuing to train the AI to efficiency by adopted in Spain to other countries. Total amount raised NGOs and social causes supported Over EUR 62 million Over 11,000 * Projection based on Q4 results Active monthly donors Over 400,000 NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 48, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "Teaming: The Platform of Choice for Spanish Donors", "main_subtitle_of_page": "AI-Powered Document Categorization that Expands Support for Social Causes", "header": "Impact", "content": "Teaming Foundation achievements (as of March 1, 2025)", "page": 48, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "NTT DATA’s Global Healthcare Data Network", "main_subtitle_of_page": "A Trusted Research Network Enabling Shared Use of Healthcare Data While Ensuring", "header": "Social issues", "content": "• The healthcare data analytics market is growing rapidly. With a total size of USD 26 billion in 2022, it is projected to reach USD 120 billion in 2030. • Demand for AI is rising in medical and life sciences fields, including imaging services and imaging biomarkers. AI models require data sets, which is leading to regulatory concerns around data privacy and challenges regarding data structuring, especially in research conducted across multiple sites or using several data providers.", "page": 49, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "NTT DATA’s Global Healthcare Data Network", "main_subtitle_of_page": "A Trusted Research Network Enabling Shared Use of Healthcare Data While Ensuring", "header": "Business need", "content": "Clinical data is indispensable to accelerating research and development in medicine. When sharing such highly sensitive data, robust security measures are required to protect against cyberattacks and unauthorized access. Data sharing systems and system coordination based on advanced technologies, such as highly-reliable cloud services and AI, are needed to enable safe, efficient management and sharing of large quantities of medical Different medical institutions use various systems and file formats, which can hinder data sharing when linking systems. To ensure data standardization and compatibility, common standards and platforms are necessary.", "page": 49, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "NTT DATA’s Global Healthcare Data Network", "main_subtitle_of_page": "A Trusted Research Network Enabling Shared Use of Healthcare Data While Ensuring", "header": "Solution", "content": "Computing to develop a global federated data network to enhance clinical data accessibility and AI development. advanced network integrates NTT DATA’s Advocate AI tools with Rhino’s federated* computing architecture. It providers to collaborate seamlessly, leveraging a diverse range of global datasets to accelerate AI development and computing, the network allows organizations to share hospital data without compromising security. Since the data remains locally stored, it reduces the risks of exposure and ensures regulatory compliance. This approach facilitates the development of robust AI and machine learning models that can predict and improve treatment outcomes across a variety of patient populations and geographies. The global network spans leading academic medical centers in the United States, the Middle East, APAC, and the United large-scale, data-driven projects in clinical research. A distributed computing model where resources, including data, computing power and storage, are shared across different entities that remain decentralized. NTT DATA Group Corporation Corporate Headquarters Sustainability Innovation Department", "page": 49, "source": "sr_2024_cb_v.pdf"}
{"main_title_of_page": "NTT DATA’s Global Healthcare Data Network", "main_subtitle_of_page": "A Trusted Research Network Enabling Shared Use of Healthcare Data While Ensuring", "header": "Impact", "content": "Compound annual growth rate (CAGR) of healthcare data analytics market", "page": 49, "source": "sr_2024_cb_v.pdf"}
